Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: An unexpected error occurred while regenerating certificates.
uk: Виникла непередбачена помилка при повторному створенні сертифікатів.

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
uk: {cert_type} сертифікат означає, що слухач зобов'язався виконувати кодекс честі {platform_name} і завершив всі необхідні задачі даного курсу у відповідності з його керівними принципами.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
uk: {cert_type} сертифікат означає, що слухач зобов'язався виконувати кодекс честі {platform_name} і завершив всі необхідні завдання даного курсу у відповідності з його керівними принципами. {cert_type} сертифікат також вказує на те, що особистість слухача перевірена і підтверджена.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
uk: {cert_type} сертифікат демонструє високий рівень досягнень за програмою навчання, і включає в себе перевірку особистості.

source: {month} {day}, {year}
uk: {day} {month} {year}

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
uk: Цей дійсний сертифікат {platform_name} для {user_name}, що брав участь в {partner_short_name} {course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
uk: {partner_short_name} {course_number} сертифікат | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
uk: успішно закінчив(ла) курс

source: successfully completed, received a passing grade, and was awarded a {platform_name} {certificate_type} Certificate of Completion in
uk: успішно закінчив(ла) курс

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
uk: {platform_name} визнає досягнення за допомогою сертифікатів, які присуджуються за виконання навчальних завдань курсу {platform_name}.

source: {platform_name} acknowledges achievements through certificates, which are awarded for various activities {platform_name} students complete under the <a href='{tos_url}'>{platform_name} Honor Code</a>. Some certificates require completing additional steps, such as <a href='{verified_cert_url}'> verifying your identity</a>.
uk: {platform_name} визнає досягнення за допомогою сертифікатів, які отримують за різні види діяльності студентів {platform_name} у відповідності до <a href='{tos_url}'>{platform_name} Кодексу Честі</a>. Деякі сертифікати вимагають виконання додаткових дій, таких як <a href='{verified_cert_url}'>перевірка вашої особи</a>.

source: All rights reserved
uk: Всі права захищено

source: Invalid Certificate
uk: Недійсний сертифікат

source: Terms of Service &amp; Honor Code
uk: Умови надання послуг і Кодекс честі

source: Certificate Validation
uk: Перевірка сертифіката

source: About {platform_name} Accomplishments
uk: Про досягнення в {platform_name}

source: Issued On:
uk: Виданий:

source: Certificate ID Number
uk: Ідентифікаційний номер сертифікату

source: About {platform_name} Certificates
uk: Про сертифікати {platform_name}

source: How {platform_name} Validates Student Certificates
uk: Як {platform_name} підтверджує сертифікати про закінчення

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
uk: Сертифікати, видані {platform_name} підписуються gpg-ключем, так що вони можуть бути перевірені самостійно за допомогою відкритого ключа {platform_name}. Для незалежної перевірки, {platform_name} використовує так званий \"відокремлений підпис\".

source: Validate this certificate for yourself
uk: Підтвердіть цей сертифікат самостійно

source: {platform_name} offers interactive online classes and MOOCs.
uk: {platform_name} надає інтерактивні онлайн-курси.

source: About {platform_name}
uk: Про платформу {platform_name}

source: Learn more about {platform_name}
uk: Дізнайтеся більше про {platform_name}

source: Learn with {platform_name}
uk: Вчіться з {platform_name}

source: Work at {platform_name}
uk: Вакансії {platform_name}

source: Contact {platform_name}
uk: Контакти {platform_name}

source: {platform_name} acknowledges the following student accomplishment
uk: {platform_name} визнає такі досягнення слухача

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
uk: Курс надано {partner_short_name} за ініціативою {partner_long_name}.

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name} through {platform_name}.
uk: Курс надано {partner_short_name} за ініціативою {partner_long_name} {platform_name}.

source: a course of study offered by {partner_short_name}.
uk: курс надано {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
uk: Я завершив курс {course_title} на {platform_name}.

source: I completed a course at {platform_name}. Take a look at my certificate.
uk: Я закінчив курс в {platform_name}. Погляньте на мій сертифікат!

source: More Information About {user_name}'s Certificate:
uk: Додаткова інформація про сертифікат {user_name}:

source: {fullname}, you earned a certificate!
uk: {fullname}, ви отримали сертифікат!

source: {fullname}, you've earned a certificate!
uk: {fullname}, Ви отримали сертифікат!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
uk: Вітаємо! Ця сторінка містить усі ваші досягнення. Поділіться нею з родиною, друзями і колегами у своїх соціальних і професійних мережах.

source: Congratulations! This page summarizes all of the details of what you've accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
uk: Вітаємо! На цій сторінці підсумовано усі ваші досягнення. Покажіть його родичам, друзям та колегам у ваших соціальних та професійних мережах.

source: {platform_name} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. {platform_name} is a non-profit online initiative created by founding partners Harvard and MIT.
uk: edX пропонує інтерактивні онлайн-класи та MOOC з кращих університетів світу, серед яких MIT, Гарвард, Берклі, Техаський університет та багато інших. edX є некомерційною онлайновою ініціативою, створеною засновниками Гарвардського університету та MIT.

source: More about {fullname}'s accomplishment
uk: Більше про досягнення {fullname}

source: Username
uk: Ім'я користувача

source: Grade
uk: Оцінка

source: Percent
uk: В процентах

source: Opened by this number of students
uk: Кількість студентів, що відкривали

source: subsections
uk: підрозділи

source: Count of Students
uk: Кількість Студентів

source: Percent of Students
uk: Процент студентів

source: Score
uk: Бали

source: problems
uk: завдання

source: {course_id} is not a valid course key.
uk: {course_id} недійсний ключ курсу.

source: Course {course_id} does not exist.
uk: Курсу {course_id} не існує

source: Use the checkout page hosted by the E-Commerce service.
uk: Для оплати використовуйте сторінку на E-Commerce.

source: Path to single course checkout page hosted by the E-Commerce service.
uk: Посилання на сторінку E-Commerce для оплати всіх обраних курсів.

source: Cache Time To Live
uk: Період оновлення кешу

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
uk: Визначається в секундах. Для включення кешування вкажіть значення більше 0.

source: Path to order receipt page.
uk: Шлях до сторінки замовлення квитанції.

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
uk: Користувач {username} ({email}) подав запит на повернення коштів. Для обробки цього запиту, будь ласка, перейдіть по посиланню (посиланням) нижче.

source: [Refund] User-Requested Refund
uk: [Відшкодування] Відшкодування на вимогу користувача

source: Receipt
uk: Квитанція

source: Payment Failed
uk: Платіж не виконано

source: There was a problem with this transaction. You have not been charged.
uk: З цією операцією виникла проблема. Грошові кошти не були зняті з рахунку.

source: Make sure your information is correct, or try again with a different card or another form of payment.
uk: Переконайтеся в правильності введеної інформації, спробуйте скористатися іншою картою або оплатити іншим способом.

source: A system error occurred while processing your payment. You have not been charged.
uk: Під час обробки вашого платежу виникла помилка. Грошові кошти не були зняті з рахунку.

source: Please wait a few minutes and then try again.
uk: Будь ласка, спробуйте ще раз через декілька хвилин.

source: For help, contact {payment_support_link}.
uk: Зверніться за допомогою в {payment_support_link}.

source: An error occurred while creating your receipt.
uk: При створенні квитанції про оплату сталася помилка.

source: If your course does not appear on your dashboard, contact {payment_support_link}.
uk: Якщо курс не з'явиться на вашій панелі керування, напишіть {payment_support_link}.

source: Wiki
uk: Вікі

source: This is the wiki for **{organization}**'s _{course_name}_.
uk: Це Вікі для **{organization}**'s _{course_name}_.

source: Course page automatically created.
uk: Сторінку курсу створено автоматично.

source: Welcome to the {platform_name} Wiki
uk: Ласкаво просимо до Вікі {platform_name}

source: Visit a course wiki to add an article.
uk: Завітайте на Вікі курсу, щоб додати статтю.

source: Course has not started
uk: Курс ще не розпочався

source: Course does not start until {}
uk: Курс розпочнеться тільки {}

source: You have unfulfilled milestones
uk: Ви не виконали деякі з важливих завдань

source: You do not have access to this course
uk: У вас доступу до цього курсу немає

source: You do not have access to this course on a mobile device
uk: Цей курс недоступний вам з мобільного додатка

source: Upgrade to Verified
uk: Підвищити до рівня «Підтверджений сертифікат»

source: {relative} ago - {absolute}
uk: {relative} - {absolute}

source: in {relative} - {absolute}
uk: в {relative} - {absolute}

source: Course Starts
uk: Курс розпочнеться

source: Course starts in {time_remaining_string} on {course_start_date}.
uk: Початок курсу о {time_remaining_string} {course_start_date}.

source: Course starts in {time_remaining_string} at {course_start_time}.
uk: Початок курсу о {time_remaining_string} {course_start_time}.

source: Course End
uk: Курс завершиться

source: To earn a certificate, you must complete all requirements before this date.
uk: Для отримання сертифікату вам необхідно виконати всі вимоги до зазначеного терміну.

source: After this date, course content will be archived.
uk: Після цієї дати курс буде архівовано.

source: This course is archived, which means you can review course content but it is no longer active.
uk: Курс знаходиться в архіві, тобто у вас є доступ до матеріалів курсу, але фактично курс завершений.

source: This course is ending in {time_remaining_string} on {course_end_date}.
uk: Цей курс завершується {time_remaining_string} {course_end_date}.

source: This course is ending in {time_remaining_string} at {course_end_time}.
uk: Цей курс завершується {time_remaining_string} {course_end_time}.

source: Learner Profile
uk: Профіль учня

source: Upgrade to Verified Certificate
uk: Підвищити до рівня «Підтверджений сертифікат»

source: Verification Upgrade Deadline
uk: Термін закінчення прийому заявок на підтвердження даних

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
uk: Ви все ще можете отримати підтверджений сертифікат! Продовжуйте, щоб показати знання і навички, отримані в цьому курсі.

source: Learn More
uk: Дізнатися більше

source: Retry Verification
uk: Повторити спробу підтвердження особи

source: Verify My Identity
uk: Підтвердити особу

source: Missed Verification Deadline
uk: Закінчився термін подачі заявок на підтверджені сертифікати

source: Unfortunately you missed this course's deadline for a successful verification.
uk: На жаль, ви не встигли подати заявку на підтвердження особистості на даному курсі.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
uk: Для отримання підтвердженого сертифікату вам необхідно пройти підтвердження особи до зазначеної дати.

source: There is no user with the username or email address {user_name} enrolled in this course.
uk: Користувач з ім'ям користувача або електронною адресою {user_name}, зареєстрований на цей курс, не існує.

source: This type of component cannot be shown while viewing the course as a specific student.
uk: Неможливо відобразити цей вид компонента при перегляді курсу в якості певного учня.

source: Syllabus
uk: План Навчання

source: Progress
uk: Прогрес

source: Textbooks
uk: Підручники

source: Your enrollment: Audit track
uk: Досягнення на курсі: прогрес виконання

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
uk: Ви підписані на трекінг прогресу виконання на цьому курсі. Він не включає отримання сертифікату.

source: We're working on it...
uk: Ми працюємо над цим...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
uk: Ми створили ваш сертифікат. Продовжуйте навчання, і посилання на сертифікат на панелі управління з'явиться, коли він буде готовий.

source: Congratulations, you qualified for a certificate!
uk: Вітаємо, ви атестовані для отримання сертифіката!

source: Certificate unavailable
uk: Сертифікат не доступний

source: Your certificate is available
uk: Ваш сертифікат доступний

source: Invalid location.
uk: Невірне місцезнаходження.

source: User {username} has never accessed problem {location}
uk: Користувач {username} не переглядав завдання {location}

source: You must be signed in to {platform_name} to create a certificate.
uk: Для створення сертифіката ви повинні увійти в систему {platform_name}.

source: Course is not valid
uk: Курс не дійсний

source: Your certificate will be available when you pass the course.
uk: Ви отримаєте доступ до свого сертифікату, коли успішно пройдете курс.

source: Certificate has already been created.
uk: Сертифікат вже створений

source: Certificate is being created.
uk: Створення сертифіката

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
uk: {platform_name} пропонує фінансову допомогу тепер тим слухачам, які хочуть отримає Підтверджений сертифікат, але не мають можливості оплатити його вартість. Слухачі, що відповідають вимогам, можуть отримати знижку до 90{percent_sign} від ціни Підтвердженого сертифіката.\пДля отримання фінансової допомоги, зареєструйтесь на курс як звичайний слухач, після чого заповніть заяву. Слід зауважити, що ви повинні заповнювати окремі заяви для кожного курсу, на який ви зареєстровані.\пМи, в свою чергу, використовуємо надану вами інформацію для розгляду вашого прохання про фінансову допомогу, а також для подальшого розвитку нашої програми фінансової допомоги.

source: Annual Household Income
uk: Річний сімейний дохід

source: Tell us about your current financial situation. Why do you need assistance?
uk: Розкажіть нам про вашое поточне фінансовое становище. Чому вам потрібна підтримка?

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
uk: Розкажіть нам про ваші освітні або професійні цілі. Яким чином Підтверджений сертифікат цього курсу допоможе вам у досягненні цілей?

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
uk: Розкажіть нам про ваші плани. Які кроки ви зробите, щоб завершити курсову роботу і отримати сертифікат?

source: Use between 250 and 500 words or so in your response.
uk: Використовуйте приблизно 250-500 слів для відповіді.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
uk: Виберіть курс, за який ви бажаєте отримати Підтверджений сертифікат. Якщо курсу немає в списку, переконайтеся, що ви записані на нього.

source: Specify your annual household income in US Dollars.
uk: Вкажіть ваш сімейний річний дохід у доларах США

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
uk: Я дозволяю edX використовувати інформацію, надану в даній заяві (за винятком фінансової інформації) у своїх маркетингових цілях.

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
uk: Шлях {0} не існує, будь ласка, виправте його або вкажіть інший шлях за допомогою GIT_REPO_DIR

source: Non usable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
uk: Надано некоректний git адресу. Приклад коректної адрси: git@github.com:mitocw/edx4edx_lite.git

source: Unable to get git log
uk: Неможливо отримати журнал роботи git

source: git clone or pull failed!
uk: git clone або pull невдалі!

source: Unable to run import command.
uk: Неможливо запустити команду імпортування.

source: The underlying module store does not support import.
uk: Нижчевказані модулі не підтримують імпортування.

source: The specified remote branch is not available.
uk: Зазначена віддалена гілка не доступна.

source: Unable to switch to specified branch. Please check your branch name.
uk: Неможливо переключитися на вказану гілку. Будь ласка, перевірте ім'я вашої гілки.

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
uk: Імпортувати вказаний git-репозиторій і вибіркову гілку у сховище модулів і опціонально зазначений розділ.

source: Failed in authenticating {username}, error {error}
uk: Не вдалося пройти контроль доступу {username}, помилка {error}

source: Failed in authenticating {username}
uk: Не вдалося пройти контроль доступу {username}

source: fixed password
uk: виправлений пароль

source: All ok!
uk: Все добре!

source: Must provide username
uk: Необхідно вказати ім'я користувача

source: Must provide full name
uk: Необхідно вказати повне ім'я

source: Email address must end in {domain}
uk: Email повинен закінчуватися на {domain}

source: Failed - email {email_addr} already exists as {external_id}
uk: Невдало - email {email_addr} вже використаний як {external_id}

source: Password must be supplied if not using certificates
uk: В разі невикористання сертифікатів необхідно надати пароль

source: email address required (not username)
uk: необхідна адреса електронної пошти (не ім'я користувача)

source: Oops, failed to create user {user}, {error}
uk: Не вдалося створити користувача {user}, {error}

source: User {user} created successfully!
uk: Користувач {user} успішно створений!

source: Cannot find user with email address {email_addr}
uk: Не вдалося знайти користувача з email {email_addr}

source: Cannot find user with username {username} - {error}
uk: Не вдалося знайти користувача з ім'ям користувача {username} - {error}

source: Deleted user {username}
uk: Користувач {username} видалений

source: User matching query does not exist.
uk: Не вдалося знайти користувача за запитом.

source: Statistic
uk: Статистика

source: Value
uk: Значення

source: Site statistics
uk: Статистика сайту

source: Total number of users
uk: Загальна кількість користувачів

source: Courses loaded in the modulestore
uk: Курси завантажені до модулю

source: username
uk: ім’я користувача

source: email
uk: електронна пошта

source: Repair Results
uk: Результати відновлення

source: Create User Results
uk: Результати створення користувача

source: Delete User Results
uk: Результати видалення користувача

source: The git repo location should end with '.git', and be a valid url
uk: Адреса сховища git повинна закінчуватись на '.git' та бути коректним URL

source: Added Course
uk: Доданий курс

source: Course Name
uk: Назва курсу

source: Directory/ID
uk: Директорія/ID

source: Last Change
uk: Остання зміна

source: Last Editor
uk: Останнє редагування

source: Information about all courses
uk: Інформація по всім курсам

source: Error - cannot get course with ID {0}<br/><pre>{1}</pre>
uk: Помилка - неможливо обрати курс із ID {0}<br/><pre>{1}</pre>

source: Deleted
uk: Видалено

source: course_id
uk: курс_id

source: # enrolled
uk: # записаних

source: # staff
uk: # персонал

source: instructors
uk: Викладачі

source: Enrollment information for all courses
uk: Інформація про запис на усі курси

source: role
uk: роль

source: Title can't be empty
uk: Заголовок не може бути пустим

source: Body can't be empty
uk: Основна частина не може бути пустою

source: Topic doesn't exist
uk: Такої теми не існує

source: Comment level too deep
uk: Рівень коментаря надто глибокий

source: Error uploading file. Please contact the site administrator. Thank you.
uk: Помилка при відвантаженні файлі. Будь ласка, зв'яжіться із адміністратором сайту. Дякуємо.

source: Good
uk: Добре

source: EdxNotes Service is unavailable. Please try again in a few minutes.
uk: Сервіс нотаток недоступний. Будь ласка, спробуйте ще раз через декілька хвилин.

source: Invalid JSON response received from notes api.
uk: Помилка в форматі даних json, отриманих від notes api.

source: Incorrect data received from notes api.
uk: Notes API повернув невірні дані.

source: No endpoint was provided for EdxNotes.
uk: Сервіс нотаток не обслуговується.

source: Notes
uk: Нотатки

source: API key for accessing Sailthru.
uk: API ключ для доступу Sailthru.

source: API secret for accessing Sailthru.
uk: API секретний ключ для доступу до Sailthru.

source: Sailthru list name to add new users to.
uk: Список імен Sailthru для додавання нових користувачів.

source: Sailthru connection retry interval (secs).
uk: Інтервал повторного з'єднання з Sailthru (сек).

source: Sailthru maximum retries.
uk: Максимальну кількість повторів з’єднань з Sailthru.

source: {platform_name} Staff
uk: Адміністратори {platform_name}

source: Course Staff
uk: Персонал курсу

source: Staff
uk: Персонал

source: Used Registration Code
uk: Використаний реєстраційний код
