Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Your permission settings were unchanged, so nothing saved.
uk: Ваші налаштування прав доступу не змінено, нічого зберігати.

source: No user with that username
uk: Немає користувачів з таким ім'ям користувача

source: Article locked for editing
uk: Стаття заблокована для редагування

source: Article unlocked for editing
uk: Стаття розблокована для редагування

source: Filter
uk: Фільтр

source: Filter...
uk: Фільтр ...

source: Settings for plugin
uk: Налаштування плагіна

source: current revision
uk: поточна версія

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
uk: Версія даної статті, що відображається. Якщо вам необхідно зробити відкат, просто змініть значення цього поля.

source: modified
uk: змінено

source: Article properties last modified
uk: Властивості статті востаннє були змінені

source: owner
uk: власник

source: The owner of the article, usually the creator. The owner always has both read and write access.
uk: Власник статті, зазвичай її автор. Власник завжди має права на читання і запис.

source: group
uk: група

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
uk: Як і в файловій системі UNIX, користувачеві надаються ті ж права доступу до файлу, що і групі користувачів, до якої він належить. Управління групами організовано через систему авторизації Django.

source: group read access
uk: доступ групи на читання

source: group write access
uk: доступ групи на запис

source: others read access
uk: доступ на читання для інших користувачів

source: others write access
uk: доступ на запис для інших користувачів

source: Article without content (%(id)d)
uk: Стаття без контенту (%(id)d)

source: content type
uk: тип контенту

source: object ID
uk: ID об'єкта

source: Article for object
uk: Стаття для об'єкта

source: Articles for object
uk: Статті для об'єкта

source: revision number
uk: номер версії

source: IP address
uk: IP адреса

source: user
uk: користувач

source: locked
uk: заблоковано

source: article
uk: стаття

source: article contents
uk: контент статті

source: article title
uk: заголовок статті

source: Each revision contains a title field that must be filled out, even if the title has not changed
uk: Кожна версія містить поле заголовка, яке необхідно заповнити, навіть якщо заголовок не змінився

source: original article
uk: оригінальний текст статті

source: Permissions are inherited from this article
uk: Права доступу успадковані від даної статті

source: A plugin was changed
uk: Плагін був змінений

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
uk: Показана версія для даного плагіна. Якщо Вам необхідно зробити відкат, просто змініть значення цього поля.

source: Cache lookup value for articles
uk: Пошук за значенням кеша для статей

source: slug
uk: коротка назва

source: (root)
uk: (корінь)

source: URL path
uk: URL посилання

source: URL paths
uk: URL шляхи

source: Sorry but you cannot have a root article with a slug.
uk: На жаль, коротке найменування для кореневої статті не може бути задане.

source: A non-root note must always have a slug.
uk: Некоренева замітка повинна завжди мати коротку назву.

source: There is already a root node on %s
uk: Вже існує кореневий вузол на %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
uk: Статті, які втратили своїх батьків =============================== У нащадків цієї статті були видалені батьки. Напевно, Вам слід знайти їм новий будинок.

source: Lost and found
uk: Бюро знахідок

source: A short summary of what the file contains
uk: Коротко про зміст файлу

source: Yes I am sure...
uk: Так, я впевнений ...

source: Click to download file
uk: Натисніть, щоб завантажити файл

source: The revision of this attachment currently in use (on all articles using the attachment)
uk: Версія цього додатка зараз використовується (у всіх статтях, що використовують цей додаток)

source: original filename
uk: оригінальне ім'я файлу

source: attachment
uk: вкладення

source: attachments
uk: вкладення

source: file
uk: файл

source: attachment revision
uk: версія вкладення

source: attachment revisions
uk: версії вкладення

source: %s was successfully added.
uk: %s успішно додано.

source: Your file could not be saved: %s
uk: Ваш файл не може бути збережений: %s

source: Your file could not be saved, probably because of a permission error on the web server.
uk: Ваш файл не може бути збережений, ймовірно, в результаті помилки прав доступу на веб-сервері.

source: %s uploaded and replaces old attachment.
uk: %s завантажено і замінило стару версію вкладення

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
uk: Ваш новий файл буде автоматично перейменований відповідно до вже наявного файла. Файли з різними розширеннями не допускаються.

source: Current revision changed for %s.
uk: Поточна версія змінена на %s.

source: Added a reference to "%(att)s" from "%(art)s".
uk: Додано посилання на "%(att)s" з "%(art)s".

source: The file %s was deleted.
uk: Файл %s був видалений.

source: This article is no longer related to the file %s.
uk: Ця стаття більше не пов'язана з файлом %s.

source: A file was changed: %s
uk: Файл було змінено: %s

source: A file was deleted: %s
uk: Файл був видалений: %s

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
uk: Нове зображення %s успішно завантажено. Ви можете використовувати його, вибравши зі списку доступних зображень.

source: Are you sure?
uk: Ви впевнені?

source: image
uk: зображення

source: images
uk: зображення

source: Image: %s
uk: Зображення: %s

source: Current revision not set!!
uk: Поточна версія не вказана!!

source: image revision
uk: версія зображення

source: image revisions
uk: версії зображення

source: Image Revsion: %d
uk: Версія зображення: %d

source: %s has been restored
uk: %s було відновлено

source: %s has been marked as deleted
uk: %s було відзначено як видалене

source: %(file)s has been changed to revision #%(revision)d
uk: %(file)s був змінений на версію #%(revision)d

source: %(file)s has been saved.
uk: %(file)s був збережений.

source: Images
uk: Зображення

source: An image was added: %s
uk: Було додано зображення: %s

source: Links
uk: Посилання

source: Notifications
uk: Сповіщення

source: When this article is edited
uk: Коли ця стаття відредагована

source: Also receive emails about article edits
uk: Також отримувати листи про правки статті

source: Your notification settings were updated.
uk: Ваші налаштування повідомлень були оновлені.

source: Your notification settings were unchanged, so nothing saved.
uk: Ваші налаштування повідомлень не були змінені, тому нічого зберігати.

source: %(user)s subscribing to %(article)s (%(type)s)
uk: %(user)s підписується на %(article)s (%(type)s)

source: Article deleted: %s
uk: Стаття видалена: %s

source: Article modified: %s
uk: Стаття змінена: %s

source: New article created: %s
uk: Створена нова стаття: %s

source: You are now sign up... and now you can sign in!
uk: Ви зареєстровані ... і тепер можете увійти!

source: You are no longer logged in. Bye bye!
uk: Ви вийшли з системи. До побачення!

source: You are now logged in! Have fun!
uk: Ви увійшли! Розважайтеся!

source: New article '%s' created.
uk: Нова стаття на '%s' створена.

source: There was an error creating this article: %s
uk: При створенні статті: %s сталася помилка

source: There was an error creating this article.
uk: При створенні статті сталася помилка.

source: This article cannot be deleted because it has children or is a root article.
uk: Ця стаття є кореневою або має дочірні статті, тому не може бути видалена.

source: This article together with all its contents are now completely gone! Thanks!
uk: Ця стаття разом з її контентом була повністю видалена! Дякуємо!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
uk: Стаття "%s" позначена як видалена! Дякуємо за очищення даного сайту від небажаного матеріалу!

source: Your changes were saved.
uk: Ваші зміни були збережені.

source: A new revision of the article was successfully added.
uk: Нова версія статті була успішно додана

source: A new revision of the article was succesfully added.
uk: Нова версія статті була успішно додана.

source: Restoring article
uk: Відновлення статті

source: The article "%s" and its children are now restored.
uk: Стаття "%s" та її дочірні статті були відновлені.

source: The article %(title)s is now set to display revision #%(revision_number)d
uk: Стаття %(title)sтепер налаштована на відображення версії #%(revision_number)d

source: New title
uk: Новий заголовок

source: Merge between Revision #%(r1)d and Revision #%(r2)d
uk: Злиття версій #%(r1)d і #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
uk: Нова версія була створена: злиття версій #%(r1)d і #%(r2)d

source: The name that will identify you in your courses - {bold_start}(cannot be changed later){bold_end}
uk: Ім'я, за яким Вас будуть ідентифікувати на курсах - {bold_start}(неможливо змінити пізніше){bold_end}

source: I agree to the {platform_name} {terms_of_service}.
uk: Я погоджуюсь з {terms_of_service} {platform_name}.

source: I agree to the {terms_of_service}.
uk: Я погоджуюсь з {terms_of_service}.

source: You must agree to the {platform_name} {terms_of_service}.
uk: Ви повинні прийняти {terms_of_service} {platform_name}.

source: Age Range
uk: Вікові рамки

source: Below 25
uk: Менше 25

source: Above 55
uk: Більше 55

source: edX Demonstration Course
uk: edX Демонстраційний курс

source: Question
uk: Питання

source: Blank Common Problems
uk: Звичайні завдання

source: Interactive Questions
uk: Інтерактивні питання

source: Pointing on a Picture
uk: Наведення на картинку

source: Drag and Drop
uk: Перетягування

source: Multiple Choice Questions
uk: Множинний вибір

source: Mathematical Expressions
uk: Математичні вирази

source: Chemical Equations
uk: Хімічні рівняння

source: Molecule Editor
uk: Молекулярний редактор

source: Designing Proteins in Two Dimensions
uk: Дизайн білків у двох вимірах

source: Immediate Feedback
uk: Негайний зворотний зв'язок

source: Getting Answers
uk: Отримати відповіді

source: Answering More Than Once
uk: Відповісти більше ніж один раз

source: Limited Checks
uk: Обмежені перевірки

source: Few Checks
uk: Декілька перевірок

source: Randomized Questions
uk: Рандомні питання

source: Qualification
uk: Професійна кваліфікація

source: Doctor
uk: Лікар

source: Nursing staff
uk: Середній медичний персонал

source: Nurses
uk: Молодший медичний персонал

source: Practical psychologist
uk: Практичний психолог

source: Social Worker
uk: Соціальний працівник

source: Not medical staff
uk: Інший не медичний персонал

source: Correct answers
uk: Правильні відповіді

source: Announcement
uk: Оголошення

source: Anonymous User ID
uk: Анонімний ID користувача

source: Full Screen Image Tool
uk: Інструмент для повноекранного зображення

source: IFrame Tool
uk: Інструмент iframe

source: Raw HTML
uk: Чистий HTML

source: Zooming Image Tool
uk: Інструмент масштабування зображення

source: The grade report is being created. To view the status of the report, see Pending Instructor Tasks below.
uk: Звіт успішності створюється. Щоб переглянути статус звіту, перегляньте розділ Запущені задачі нижче.

source: The problem grade report is being created. To view the status of the report, see Pending Instructor Tasks below.
uk: Звіт успішності по завданням у процесі створення. Щоб переглянути статус звіту, перегляньте розділ Запущені задачі ніжче.

source: The enrolled learner profile report is being created. To view the status of the report, see Pending Instructor Tasks below.
uk: Звіт профіля зарахованого на курс студента у процесі створення. Щоб переглянути статус звіту, перегляньте розділ Запущені задачі нижче.

source: The enrollment report is being created. This report contains information about learners who can enroll in the course. To view the status of the report, see Pending Instructor Tasks below.
uk: Звіт про запис на курс у процесі створення. Цей звіт містить інформацію про студентів, які можуть записатися на курс. Щоб переглянути статус звіту, перегляньте розділ Запущені задачі нижче.

source: Display name for this module
uk: Назва модулю, що відображається

source: Activation Complete!
uk: Активацію завершено!

source: Up one level
uk: Вище на один рівень

source: New Post
uk: Нове повідомлення

source: Phone
uk: Номер телефону

source: Work
uk: Місце роботи

source: Position
uk: Посада

source: Browsing <strong><a href="%(self_url)s">/%(path)s</a></strong>. There %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> in this level.
uk: Пошук <strong><a href="%(self_url)s">/%(path)s</a></strong>. Знайдено <strong>%(cnt)s статті</strong> на цьому рівні.

source: There are no articles in this level
uk: На цьому рівні немає жодної статті

source: Region
uk: Область

source: Certificate
uk: Сертифікат
