Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Disable Student-Generated Certificates
uk: Заборонити студентам генерувати сертифікати

source: Enable Student-Generated Certificates
uk: Дозволити студентам генерувати сертифікати

source: You must successfully generate example certificates before you enable student-generated certificates.
uk: Ви повинні створити зразок сертифіката, перш ніж дозволити слухачам самостійно випускати сертифікати.

source: Generate Certificates
uk: Згенерувати сертифікат

source: Course certificate generation requires an activated web certificate configuration.
uk: Для створення сертифікатів про закінчення курсу необхідно активувати установки сертифікатів.

source: Pending Tasks
uk: Запущені задачі

source: The status for any active tasks appears in a table below.
uk: Стан усіх активних процесів відображається у таблиці нижче.

source: Regenerate Certificates
uk: Відновити сертифікати

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
uk: Щоб відновити сертифікати для вашого курсу, оберіть студентів, які отримають відновлені сертифікати та натисніть "Відновити сертифікати".

source: To regenerate certificates for your course, chose the learners who will receive regenerated certificates and click <br/> Regenerate Certificates.
uk: Щоб відновити сертифікати для вашого курсу, оберіть студентів, які отримають відновлені сертифікати та натисніть "Відновити сертифікати".

source: Regenerate for learners who have already received certificates. ({count})
uk: Відновити для студентів, які вже отримали сертифікати. ({count})

source: Regenerate for learners who have not received certificates. ({count})
uk: Відновити для студентів, які ще не отримали сертифікатів. ({count})

source: Regenerate for learners in an error state. ({count})
uk: Відновити для студентів у стані помилки. ({count})

source: Certificate Generation History
uk: Історія генерування сертифікатів

source: SET CERTIFICATE EXCEPTIONS
uk: ВСТАНОВЛЕННЯ ВИНЯТКІВ ДЛЯ СЕРТИФІКАТІВ

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
uk: Встановіть винятки у генеруванні сертифікатів для тих, хто не є кваліфікованим для сертифікату, але отримав виняток від команди курсу. Після того як ви додасте студентів до списку винятків, натисніть кнопку "Генерація сертифікатів для винятків" нижче.

source: Enrollment Information
uk: Інформація про запис на курс

source: Number of enrollees (admins, staff, and students) by track
uk: Кількість зареєстрованних учасників (адміністраторів, персоналу і студентів) на курсі

source: Professional
uk: Професійний

source: Basic Course Information
uk: Основна Інформація про Курс

source: Course Name:
uk: Назва Курсу

source: Course Display Name:
uk: Назва курсу, що відображається:

source: Course End Date:
uk: Дата завершення курсу:

source: No end date set
uk: Дата закінчення не встановлена

source: Has the course started?
uk: Курс вже розпочався?

source: Yes
uk: Так

source: No
uk: Ні

source: Has the course ended?
uk: Курс вже закінчився?

source: Number of sections:
uk: Кількість розділів:

source: Grade Cutoffs:
uk: Шкала оцінок:

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
uk: Щоб переглянути детальні протоколи імпорту з GIT за цей курс {link_start}, натисніть тут {link_end}.

source: Course Warnings
uk: Попередження курсу

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
uk: Натисніть, щоб відобразити конфігурацію оцінювання для цього курсу. Конфігурацією оцінювання є розбивка тих підсекцій курсу, які оцінюються (таких як іспити і групи завдань) і може бути змінена на сторінці 'Оцінки' (під 'Налаштуваннями') в Студії.

source: Grading Configuration
uk: Конфігурація оцінювання

source: Click to download a CSV of anonymized student IDs:
uk: Натисніть, щоб завантажити список анонімних ідентифікаторів студентів у форматі CSV:

source: Get Student Anonymized IDs CSV
uk: Отримати список анонімних ідентифікаторів студентів в CSV

source: Reports
uk: Звіти

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
uk: Для великих курсів процес створення деяких звітів може тривати кілька годин. Коли процес завершиться, в таблиці нижче з'явиться посилання з датою та часом створення звіту. Процес виконується у фоновому режимі, а це означає, що ви можете перейти на інші сторінки курсу, поки створюється звіт.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
uk: Будь ласка, будьте терплячими і не натискайте кнопки кілька разів. Багаторазове натискання кнопок значно сповільнить процес створення звіту.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
uk: Натисніть для створення CSV-файлу зі списком студентів, які записані на цей курс, включно з інформацією профілів, як електронні пошти та імена користувачів:

source: Download profile information as a CSV
uk: Завантажити інформацію профілю у форматі CSV

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
uk: Натисніть, щоб створити CSV-файл зі списком учнів, які можуть записатися на курс, але ще не зробили цього.

source: Download a CSV of learners who can enroll
uk: Завантажити CSV-файл зі списком студентів, які можуть записатися на курс

source: Click to generate a CSV file of all proctored exam results in this course.
uk: Клацніть тут, щоб створити файл у форматі CSV з результатами всіх спостережуваних випробувань цього курсу.

source: Generate Proctored Exam Results Report
uk: Створити звіт про результати контрольованих іспитів

source: Click to generate a CSV file of survey results for this course.
uk: Натисніть, щоб створити файл у форматі CSV з результатами опитування за цим курсом.

source: Generate Survey Results Report
uk: Створити звіт про результати опитування

source: To generate a CSV file that lists all student answers to a given problem, enter the location of the problem (from its Staff Debug Info).
uk: Щоб створити CSV-файл з усіма відповідями студента на певне завдання, вкажіть точне місцезнаходження завдання (з вікна налаштування).

source: Problem location:
uk: Місцезнаходження завдання:

source: Download a CSV of problem responses
uk: Завантажити файл CSV з відповідями на завдання

source: Click to list certificates that are issued for this course:
uk: Натисніть, щоб переглянути сертифікати, які було видано на цьому курсі:

source: View Certificates Issued
uk: Переглянути видані сертифікати

source: Download CSV of Certificates Issued
uk: Завантажити CSV-файл зі списком виданих сертифікатів

source: For smaller courses, click to list profile information for enrolled students directly on this page:
uk: Для невеликих курсів: натисніть, щоб показати особисті дані зареєстрованих студентів прямо на цій сторінці.

source: List enrolled students' profile information
uk: Створити список зареєстрованих студентів і їхніх особистих даних

source: Click to generate a CSV grade report for all currently enrolled students.
uk: Натисніть, щоб створити звіт успішності для всіх зарахованих студентів.

source: Generate Grade Report
uk: Створити Оціночний Лист

source: Generate Problem Grade Report
uk: Створити звіт успішності по завданням, що оцінюються

source: Reports Available for Download
uk: Звіти, доступні для завантаження

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
uk: Список звітів доступний для завантаження. Посилання на кожний звіт залишаються доступними на цій сторінці, визначені за датою та часом генерації UTC. Звіти не видаляються, тому ви завжди зможете переглянути створені раніше звіти з цієї сторінки.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
uk: Звіт відповідей, показані нижче, генеруються періодично автоматичним фоновим процесом. Звіт кумулятивний, так що відповіді, опубліковані після старту процесу, включаються в наступний звіт. Звіти створюються кілька разів на день.

source: {strong_start}Note{strong_end}: To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
uk: {strong_start}Примітка{strong_end}: щоб захистити дані студентів, ви зобов'язані не зберігати і не надсилати ці посилання електронною поштою. Копії посилань дійсні протягом 5 хвилин.

source: <b>Note</b>: To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
uk: <b>Примітка</b>: щоб захистити дані студентів, ви зобов'язані не зберігати і не надсилати ці посилання електронною поштою. Копії посилань дійсні протягом 5 хвилин.

source: Enrollment Codes
uk: Реєстраційні коди

source: Create one or more pre-paid course enrollment codes. Students can use these codes to enroll in the course.
uk: Створити один або більше попередньо оплачених кодів для запису на курс. Користувачі зможуть використовувати ці коди, щоб записатися на курс.

source: Create Enrollment Codes
uk: Створити коди для запису на курс

source: Cancel, restore, or mark an enrollment code as unused.
uk: Анулювати, відновити реєстраційний код, або зазначити його як невикористаний.

source: Change Enrollment Code Status
uk: Змінити статус реєстраційного коду

source: Download a .csv file of all enrollment codes for this course.
uk: Завантажити файл у форматі .CSV зі списком всіх реєстраційних кодів курсу.

source: Download All Enrollment Codes
uk: Завантажити всі коди для запису на курс

source: Download a .csv file of all unused enrollment codes for this course.
uk: Завантажити файл у форматі .csv з усіма невикористаними реєстраційними кодами курсу.

source: Download Unused Enrollment Codes
uk: Скачати невикористані коди для запису на курс

source: Download a .csv file of all used enrollment codes for this course.
uk: Завантажити файл у форматі .csv з усіма використаними реєстраційними кодами курсу.

source: Download Used Enrollment Codes
uk: Скачати використані коди для запису на курс

source: Course Price
uk: Ціна курсу

source: Course price per seat:
uk: Ціна за місце на курсі:

source: Edit Price
uk: Змінити ціну

source: Course Seat Purchases
uk: Куплені місця на курсі

source: Total Credit Card Purchases:
uk: Разом покупок за кредитними картками:

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
uk: Завантажити файл у форматі CSV зі списком всіх рахунків на оплату і покупок по кредитній карті.

source: Download All Invoices
uk: Скачати усі рахунки-фактури

source: Download All Credit Card Purchases
uk: Завантажити всі покупки по кредитних картах

source: To cancel or resubmit an invoice, enter the invoice number below.
uk: Введіть номер рахунку-фактури в поле, розташоване нижче, щоб погасити або повторно відправити рахунок-фактуру.

source: Invoice Number
uk: Номер рахунку-фактури

source: Cancel Invoice
uk: Погасити рахунок-фактуру

source: Resubmit Invoice
uk: Повторно відправити рахунок-фактуру

source: Create a .csv file that contains enrollment information for your course.
uk: Створити файл у форматі .CSV, що містить інформацію про реєстрації на курс.

source: Create Enrollment Report
uk: Створити звіт про реєстрації на курс

source: Create an HTML file that contains an executive summary for this course.
uk: Створити файл у форматі HTML, який містить зведений звіт про курс.

source: Create Executive Summary
uk: Створити зведений звіт

source: Available Reports
uk: Доступні звіти

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
uk: Ніступні звіти доступні для скачування. Звіти не видалені. На цій сторінці будуть доступні посилання на кожен звіт із зазначенням дати та часу (UTC) створення звіту.

source: Coupon Code List
uk: Список купонів на знижку

source: Download a .csv file of all coupon codes for this course.
uk: Завантажити файл у форматі .CSV з кодами всіх купонів на знижку на цей курс.

source: Download Coupon Codes
uk: Скачати коди купонів на знижку

source: Coupon Codes
uk: Коди купонів

source: Coupon (%)
uk: Купон (%)

source: Number Redeemed
uk: Кількість використаних

source: The Invoice Number field cannot be empty.
uk: Поле «Номер рахунку-фактури» не може бути порожнім.

source: No Expiration Date
uk: Відсутня дата закінчення строку

source: Enter the company name.
uk: Введіть назву організації.

source: The company name cannot be a number.
uk: Назва організації не може бути числом.

source: Enter the company contact name.
uk: Введіть ім'я контактної особи організації.

source: The company contact name cannot be a number.
uk: Ім'я контактної особи організації не може бути числом.

source: Enter the email address for the company contact.
uk: Введіть адресу електронної пошти контактної особи організації.

source: Enter a valid email address.
uk: Введіть коректну адресу email

source: Enter the recipient name.
uk: Введіть ім'я одержувача.

source: The recipient name cannot be a number.
uk: Ім'я одержувача не може бути числом.

source: Enter the recipient email address.
uk: Введіть електронну адресу одержувача.

source: Enter the billing address.
uk: Введіть адресу платника.

source: Enter the price per course seat.
uk: Введіть ціну за місце на курсі.

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
uk: Введіть ціну за місце на курсі як числа. Не використовуйте символи грошових одиниць.

source: Enter the number of enrollment codes.
uk: Введіть кількість реєстраційних кодів.

source: Enter a numeric value for the number of enrollment codes.
uk: Введіть кількість реєстраційних кодів у вигляді числа.

source: Select a currency.
uk: Виберіть валюту.

source: Enter a coupon code.
uk: Введіть код купона.

source: The discount percentage must be less than or equal to 100.
uk: Розмір знижки у відсотках повинен бути менше або дорівнювати 100.

source: Enter a numeric value for the discount amount. Do not include the percent sign.
uk: Введіть суму знижки як число. Не використовуйте символ відсотків.

source: Edit Coupon Code
uk: Редагувати код купона на знижку

source: Edit Coupon Code Information
uk: Введіть дані з купона на знижку

source: Code
uk: Код

source: example: A123DS
uk: наприклад: A123DS

source: Percentage Discount
uk: Відсоток знижки

source: Update Coupon Code
uk: Оновити код купона на знижку

source: Executive Summary for {display_name}
uk: Зведений за курсом звіт {display_name}

source: Report Creation Date
uk: Дата створення звіту

source: Number of Seats
uk: Кількість місць

source: Number of Enrollments
uk: Кількість реєстрацій

source: Gross Revenue Collected
uk: Отримана валова виручка

source: Gross Revenue Pending
uk: Валова виручка до отримання

source: Number of Enrollment Refunds
uk: Кількість повернутих реєстраційних внесків

source: Amount Refunded
uk: Сума повернутих коштів

source: Average Price per Seat
uk: Середня ціна за місце

source: Frequently Used Coupon Codes
uk: Часто використовувані коди купонів на знижку

source: Number of seats purchased using coupon codes
uk: Кількість місць, придбаних з використанням купонів на знижку

source: Rank
uk: Категорія

source: Percent Discount
uk: Знижка у відсотках

source: Times Used
uk: Кількість використань

source: Bulk and Single Seat Purchases
uk: Купівля місць оптом і в роздріб

source: Number of seats purchased individually
uk: Кількість місць, куплених в роздріб

source: Number of seats purchased in bulk
uk: Кількість місць, куплених оптом

source: Number of seats purchased with invoices
uk: Кількість місць, придбаних за рахунками-фактурами

source: Unused bulk purchase seats (revenue at risk)
uk: Невикористані місця, куплені оптом (впливає на дохід)

source: Percentage of seats purchased individually
uk: Відсоток місць, куплених в роздріб

source: Percentage of seats purchased in bulk
uk: Відсоток місць, куплених оптом

source: Percentage of seats purchased with invoices
uk: Відсоток місць, придбаних за рахунками-фактурами

source: Individual due date extensions
uk: Індивідуальне продовження термінів здачі

source: In this section, you have the ability to grant extensions on specific units to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
uk: У цьому розділі Ви можете продовжити терміни здачі з конкретних тем для окремих студентів. Будь ласка, майте на увазі, що завжди застосовується остання зазначена дата; Ви не можете використовувати цей метод для призначення даному студенту більш раннього терміну здачі завдання.

source: Specify the {platform_name} email address or username of a student here:
uk: Вкажіть електронну пошту або ім'я користувача студента на {platform_name} тут:

source: Student Email or Username
uk: Електронна пошта студента або ім'я користувача

source: Choose the graded unit:
uk: Обрати оцінюваний модуль:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
uk: Вкажіть дату і час, до якої продовжено термін здачі (у UTC, будь ласка, використовуйте формат часу {format_string}).

source: Change due date for student
uk: Змінити термін для студента

source: Viewing granted extensions
uk: Перегляд продовжених термінів

source: Here you can see what extensions have been granted on particular units or for a particular student.
uk: Тут ви можете переглянути, які продовження були надані для певного модуля або певного студента.

source: Choose a graded unit and click the button to obtain a list of all students who have extensions for the given unit.
uk: Оберіть оцінюваний модуль і клацніть на кнопці для отримання списку все студентів, у яких є продовження для обраного модуля.

source: List all students with due date extensions
uk: Список всіх студентів з продовженими термінами здачі

source: Specify a student to see all of that student's extensions.
uk: Оберіть студента для перегляду продовжених йому термінів здачі.

source: List date extensions for student
uk: Показати список дат, до яких продовжено терміни для студента

source: Resetting extensions
uk: Скидання продовжених термінів

source: Resetting a problem's due date rescinds a due date extension for a student on a particular unit. This will revert the due date for the student back to the problem's original due date.
uk: Скидання крайнього терміну виконання завдання скасовує продовження терміну для студента по конкретному модулю. При цьому крайня дата здачі для студента повертається до спочатку заданої для цього завдання.

source: Reset due date for student
uk: Скидання терміну здачі для студента

source: Generate Registration Code Modal
uk: Створіть Реєстраційний код

source: * Required Information
uk: * Обов'язкова інформація

source: Organization Name
uk: Назва Організації

source: The organization that purchased enrollments in the course
uk: Організація, яка придбала можливість реєстрації на курс

source: Organization Contact
uk: Контактна особа

source: Organization Contact Name
uk: Ім'я контактної особи організації

source: The primary contact at the organization
uk: Основна контактна особа організації

source: Invoice Recipient
uk: Одержувач рахунка-фактури

source: The contact who should receive the invoice
uk: Контактна особа, яка має рахунок-фактуру отримати

source: Organization Billing Address
uk: Адреса виставлення рахунку організації

source: Address Line 1
uk: Адреса, рядок 1

source: Address Line 2
uk: Адреса, рядок 2

source: Address Line 3
uk: Адреса, рядок 3

source: State/Province
uk: Область

source: Zip
uk: Індекс

source: Unit Price
uk: Ціна за одиницю

source: The price per enrollment purchased
uk: Ціна за одне зарахування

source: Number of Enrollment Codes
uk: Кількість кодів для зарахування на курс

source: The total number of enrollment codes to create
uk: Загальна кількість кодів для зарахування, які потрібно створити

source: Course Team Internal Reference
uk: Внутрішнє посилання команди курсу

source: Internal reference information for the sale
uk: Інформація про продажі - внутрішнє посилання

source: Customer Reference
uk: Реєстраційний номер покупця

source: Customer's purchase order or other reference information
uk: Інформація по оплаті або інша довідкова інформація

source: Send me a copy of the invoice
uk: Надіслати мені копію запрошення

source: Instructor Dashboard
uk: Панель управління викладача

source: View Course in Studio
uk: Переглянути Курс в Studio

source: Enrollment Code Status
uk: Статус реєстраційного коду

source: Change the status of an enrollment code.
uk: Змінити статус реєстраційного коду.

source: Enrollment Code
uk: Реєстраційний код

source: Find Enrollment Code
uk: Знайти реєстраційний код

source: Enter the reason why the students are to be manually enrolled or unenrolled.
uk: Введіть причину, по якій слухачі будуть зараховуватися або відраховуватися співробітниками.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
uk: Це поле не можна залишати порожнім. Дані будуть записані і відображені у звітах про реєстрації на курс.

source: Therefore, please give enough detail to account for this action.
uk: Тому, будь ласка, детально опишіть, чому це необхідно зробити.

source: Reason
uk: Причина

source: Register/Enroll Students
uk: Реєстрація студентів

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
uk: Для реєстрації та внесення в список слухачів курсу, виберіть файл у форматі CSV, який містить наступні стовпці у такому порядку: електронна пошта, ім'я користувача, свласне ім’я і країна. Будь ласка, вкажіть одного учня на рядок і не використовуйте будь-яких колонтитулів або порожніх рядків.

source: Upload CSV
uk: Завантажити CSV

source: Batch Beta Tester Addition
uk: Масове поповнення групи бета-тестерів

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
uk: Примітка: користувачі повинні мати активований обліковий запис {platform_name}, щоб отримати доступ як бета-тестери.

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
uk: Якщо це поле {em_start}позначено{em_end}, то користувачі, які не мають облікового запису на вашому курсі, будуть автоматично зараховані на курс.
