Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: The course key for the restricted course.
uk: Ключ курсу для обмеженого курсу.

source: The message to show when a user is blocked from enrollment.
uk: Повідомлення для відображення, коли користувачу заблоковано запис на курс.

source: The message to show when a user is blocked from accessing a course.
uk: Повідомлення для відображення, коли користувачу заблокували доступ до курсу.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
uk: Дозволити користувачам, які записалися у дозволених країнах, доступ до обмежених курсів з виключеної країни.

source: Two character ISO country code.
uk: Двосимвольний код ISO країни.

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
uk: Чи слід включити або виключити даний курс. Якщо вказано білий список країн, то ЛИШЕ користувачи з білого списку країн будуть мати доступ до курсу. Якщо вказано чорний список країн, то користувачи з чорного списку країн НЕ будуть мати доступ до курсу.

source: The course to which this rule applies.
uk: Курс, до якого застосовується це правило.

source: The country to which this rule applies.
uk: Країна, до якої застосовується це правило.

source: Whitelist {country} for {course}
uk: Занести до білого списку країну {country} для курсу {course}

source: Blacklist {country} for {course}
uk: Занести до чорного списку країну {country} для курсу {course}

source: You have already created an account using an external login like WebAuth or Shibboleth. Please contact {tech_support_email} for support.
uk: Ви вже створили обліковий запис за допомогою зовнішніх сервісів таких як WebAuth або Shibboleth. Для підтримки, будь ласка, зв'яжіться з {tech_support_email}.

source: The file must be smaller than {image_max_size} in size.
uk: Розмір файлу не повинен перевищувати {image_max_size}.

source: The file must be at least {image_min_size} in size.
uk: Розмір файлу повинен бути не менше {image_min_size}.

source: The file must be one of the following types: {valid_file_types}.
uk: Файл повинен бути одного з наступних типів: {valid_file_types}.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
uk: Дозволений тип вмісту даного файлу не збігається з даними файлу. Можливо файл пошкоджений.

source: The file name extension for this file does not match the file data. The file may be corrupted.
uk: Розширення файлу не збігається з даними файлу. Можливо файл пошкоджений.

source: bytes
uk: байти

source: No file provided for profile image
uk: Відсутній файл з фотографією

source: Schedule
uk: Розклад

source: Sign In
uk: Увійти

source: Enable course home page improvements.
uk: Дозволити поліпшену сторінку курсу.

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
uk: Здається {email_address} вже використовується. Спробуйте ще раз з іншою адресою.

source: It looks like {username} belongs to an existing account. Try again with a different username.
uk: Здається {username} вже використовується. Спробуйте ще раз з іншим іменем користувача.

source: The '{field_name}' field cannot be edited.
uk: Поле '{field_name}' не може бути відредаговано.

source: The email address you used to register with {platform_name}
uk: Електронна пошта, яку Ви використовували для реєстрації на {platform_name}

source: Password
uk: Пароль

source: Remember me
uk: Запам'ятати мене

source: Public Username
uk: Загальнодоступне ім’я користувача

source: Public username
uk: Загальнодоступне ім’я користувача

source: The name that will identify you in your courses. It cannot be changed later.
uk: Ім'я, за яким Вас будуть ідентифікувати на курсах. Його неможливо змінити пізніше.

source: Highest level of education completed
uk: Найвищий рівень освіти, що Ви отримали:

source: Year of birth
uk: Рік народження

source: Mailing address
uk: Ваше місто або населений пункт

source: Tell us why you're interested in {platform_name}
uk: Розкажіть нам, чому Ви зацікавлені в {platform_name}

source: State/Province/Region
uk: Штат/регіон/область

source: Company
uk: Компанія

source: The country or region where you live.
uk: Країна або регіон, де Ви проживаєте.

source: Review the Honor Code
uk: Перевірити Кодекс честі

source: Terms of Service and Honor Code
uk: Умови надання послуг та Кодекс Честі

source: Review the Terms of Service and Honor Code
uk: Перевірити умови надання послуг та Кодекс честі

source: I agree to the {platform_name} {terms_of_service}
uk: Я походжуюся з {terms_of_service} {platform_name}

source: You must agree to the {platform_name} {terms_of_service}
uk: Ви повинні прийняти {terms_of_service} {platform_name}

source: Delete failed for user preference '{preference_key}'.
uk: Видалення користувача настройки не вдалося '{preference_key}'.

source: Preference '{preference_key}' cannot be set to an empty value.
uk: Налаштування '{preference_key}' не може мати пусте значення.

source: Invalid user preference key '{preference_key}'.
uk: Неправильна настройка користувача '{preference_key}'.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
uk: Значення '{preference_value}' не дійсно для налаштування '{preference_key}'.

source: Save failed for user preference '{key}' with value '{value}'.
uk: Збереження настройки '{key}' зі значенням '{value}' не вдалося.

source: No data provided for user preference update
uk: Немає даних для оновлення налаштувань користувача

source: Dismiss
uk: Відхилити

source: The course key for the course we would like to be auto-cohorted.
uk: Ключ курсу для курсу, слухачі якого будуть автоматично поділені на групи.

source: This value is invalid.
uk: Це неприпустиме значення.

source: This field is not editable
uk: Це поле не можна редагувати

source: %(min_score)s is not a valid grade percentage
uk: %(min_score)s невірне значення у відсотках

source: Gating milestone for {usage_key}
uk: Етап відкриття віхи для {usage_key}

source: License
uk: Ліцензія

source: A license defines how the contents of this block can be shared and reused.
uk: Ліцензія визначає умови розповсюдження і використання вмісту цього блоку.

source: Category
uk: Тема

source: Week 1
uk: Тиждень 1

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
uk: Назва теми обговорення. Ця назва відображається в лівій навігаційної панелі форуму курсу.

source: Subcategory
uk: Підтема

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
uk: Назва підтеми обговорення. Ця назва відображається в лівій навігаційної панелі форуму курсу.

source: Bookmarks
uk: Закладки

source: Updates
uk: Оновлення

source: Reviews
uk: Відгуки

source: Sign in
uk: Увійти

source: Content Groups
uk: Контентні групи

source: invalid JSON
uk: Некоректний JSON

source: must have name of the configuration
uk: повинно бути вказано ім'я конфігурації

source: must have at least one group
uk: Додайте хоча б одну групу

source: Invalid course update id.
uk: Неправильний id оновлень курсу

source: Course update not found.
uk: Оновлення курсу не знайдено

source: Could not index item: {}
uk: Не вдалося проіндексувати елемент: {}

source: General indexing error occurred
uk: Виникла неочікувана помилка індексації.

source: (Unnamed)
uk: (Без імені)

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
uk: Значення змінної GIT_REPO_EXPORT_DIR не установлено, або каталог {0} не існує. Будь ласка, створіть його або виберіть інший каталог для змінної GIT_REPO_EXPORT_DIR

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
uk: Надано некоректний git адрес. Приклад коректної адреси: git@github.com:mitocw/edx4edx_lite.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
uk: При використанні http URL-адрес, ви повинні надати ім'я користувача і пароль в посиланні, наприклад, https://user:pass@github.com/user/course

source: Unable to determine branch, repo in detached HEAD mode
uk: Невоможно ідентифікувати гілку, сховище відключено від гілки HEAD

source: Unable to update or clone git repository.
uk: Неможливо оновити або клонувати сховище git .

source: Unable to export course to xml.
uk: Неможливо експортували курс у xml.

source: Unable to configure git username and password
uk: Неможливо задати ім'я користувача і пароль для git

source: Unable to commit changes. This is usually because there are no changes to be committed
uk: Неможливо перенести зміни. Зазвичай це означає, що немає змін для перенесення

source: Unable to push changes. This is usually because the remote repository cannot be contacted
uk: Неможливо передати зміни. Зазвичай це означає, що з віддаленим сховищем не вдалося зв'язатися

source: Bad course location provided
uk: Вказано невірне посилання на розташування навчального курсу

source: Missing branch on fresh clone
uk: Відсутня гілка у новому клоні

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
uk: Взяти зазначений навчальний курс і спробувати експортировать його в сховище git. \nКаталог з навчальним курсом повинен вже існувати в сховище git. Використання: git_export <course_loc> <git_url>

source: We only support uploading a .tar.gz file.
uk: Ми підтримуємо вивантаження тільки файлів .tar.gz.

source: Could not find the {0} file in the package.
uk: Неможливо знайти файл {0} у пакеті.

source: Upload completed
uk: Вивантаження завершено

source: must have name of the certificate
uk: повинно бути вказана назва сертифікату

source: Certificate dict {0} missing value key '{1}'
uk: У словнику для сертифіката {0} відсутнє значення з ключем '{1}'.

source: PermissionDenied: Failed in authenticating {user}
uk: PermissionDenied: помилка аутентифікації користувача {user}

source: Video
uk: Відео

source: Blank
uk: Порожній

source: Course has been successfully reindexed.
uk: Пошуковий індекс курсу успішно оновлено.

source: Unscheduled
uk: Незапланований

source: Special characters not allowed in organization, course number, and course run.
uk: Заборонено використання спеціальних символів для позначення організації, номеру курсу і перезапуску курсів.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
uk: Курсу із такими самими організацією і кодом вже існує. Будь ласка, змініть або організацію, або номер курсу, щоб вони були унікальними.

source: Please change either the organization or course number so that it is unique.
uk: Будь ласка, змініть або організацію, або номер курсу так, щоб вони були унікальними.

source: Unable to create course '{name}'. {err}
uk: Неможливо створити курс '{name}'. {err}

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
uk: Ви повинні прив'язати цей курс до організації, перш ніж продовжити. Організація, яку ви обрали, не існує в системі, вам потрібно буде додати її

source: Invalid prerequisite course key
uk: Невірний ключ обов'язкового курсу-пререквізиту

source: An error occurred while trying to save your tabs
uk: При збереженні ваших вкладок сталася помилка

source: Tabs Exception
uk: Помилка оновлення вкладок

source: This group configuration is in use and cannot be deleted.
uk: Конфігурація групи знаходиться у використанні і не може бути видалена.

source: This content group is in use and cannot be deleted.
uk: Ця група за матеріалами, що вивчаються, вже використовується та не може бути видалена.

source: Entrance Exam - Subsection
uk: Вступний іспит - Підрозділ

source: Completed Course Entrance Exam
uk: Завершений вступний іспит

source: Course successfully exported to git repository
uk: Навчальний курс успішно експортовано в сховище git

source: Vertical
uk: Вертикальний

source: Empty
uk: Порожній

source: File upload corrupted. Please try again
uk: Під час вивантаження файлу сталась помилка. Будь ласка, спробуйте ще раз.

source: Invalid data
uk: Некоректні дані

source: Invalid data ({details})
uk: Некоректні дані ({details})

source: Duplicate of {0}
uk: Копія {0}

source: Duplicate of '{0}'
uk: Копіювання '{0}'

source: Students must score {score}{pct_sign} or higher to access course materials.
uk: Слухачі повинні набрати {score}{pct_sign} або більше для доступу до матеріалів курсу.

source: Unable to create library - missing required field '{field}'
uk: Не вдалося створити бібліотеку - відсутнє обов'язкове поле '{field}'

source: Unable to create library '{name}'. {err}
uk: Не вдалося створити бібліотеку '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
uk: Бібліотека для цієї організації з таким кодом вже існує. Будь ласка, змініть код вашої бібліотеки, щоб він був унікальним в межах вашої організації.

source: Incoming video data is empty.
uk: Вхідні відео дані порожні.

source: Can't find item by locator.
uk: Неможливо знайти елемент за ідентифіктором.

source: Transcripts are supported only for "video" modules.
uk: Субтитри підтримуються тільки для "відео" модулів.

source: Insufficient permissions
uk: Недостатньо прав

source: Could not find user by email address '{email}'.
uk: Неможливо знайти користувача за адресою '{email}'.

source: No `role` specified.
uk: `Роль` не зазначена.

source: User {email} has registered but has not yet activated his/her account.
uk: Користувач {email} зареєструвався, але ще не активував свій обліковий запис.

source: Invalid `role` specified.
uk: Зазначена невірна `роль`.

source: You may not remove the last Admin. Add another Admin first.
uk: Ви не можете видалити останнього Адміністратора з курсу. Додайте спочатку іншого Адміністратора.

source: Uploading
uk: Завантаження

source: In Progress
uk: Опрацьовується

source: Ready
uk: Готово

source: Failed
uk: Не складено

source: Cancelled
uk: Скасовано

source: Failed Duplicate
uk: Створення копії невдале

source: YouTube Duplicate
uk: Створити копію на YouTube

source: Invalid Token
uk: Невірний ключ

source: Imported
uk: Імпортовано

source: Unknown
uk: Невідомий

source: {profile_name} URL
uk: UR посилання на {profile_name}

source: Duration
uk: Тривалість

source: Date Added
uk: Дата додавання

source: unrequested
uk: не запитане

source: pending
uk: в очікуванні

source: granted
uk: надано

source: denied
uk: відмовлено

source: Studio user
uk: Користувач студії

source: The date when state was last updated
uk: Дата останньої зміни стану

source: Current course creator state
uk: Поточний стан засновника курсу

source: Optional notes about this user (for example, why course creation access was denied)
uk: Необов'язкові нотатки про цього користувача (наприклад, чому у створенні курсу було відмовлено)

source: Incorrect format for field '{name}'. {detailed_message}
uk: Неправильний формат поля '{name}'. {detailed_message}

source: Studio
uk: Студія Розробки

source: Page Not Found
uk: Сторінку не знайдено

source: Page not found
uk: Сторінку не знайдено

source: Content
uk: Контент

source: Loading
uk: Завантаження

source: Settings
uk: Налаштування

source: Course Number
uk: Номер Курсу

source: Course Outline
uk: Структура курсу

source: Course Start Date:
uk: Дата початку курсу:

source: Error:
uk: Помилка:

source: Organization:
uk: Організація:

source: Course Number:
uk: Номер Курсу:

source: Courses
uk: Курси

source: Sign In to {studio_name}
uk: Увійти у {studio_name}

source: Don't have a {studio_name} Account? Sign up!
uk: Немає акаунту у {studio_name}? Створіть його!

source: E-mail
uk: Електронна адреса

source: example: username@domain.com
uk: приклад: username@domain.com

source: Forgot password?
uk: Забули пароль?

source: example: Jane Doe
uk: приклад: Петрик П’яточкін

source: example: JaneDoe
uk: приклад: PetrykPyatochkin

source: Course End Date
uk: Дата завершення курсу

source: Instructors
uk: Викладачі

source: Requirements
uk: Вимоги

source: Details
uk: Деталі

source: View
uk: Дивитися

source: Reset
uk: Скинути

source: Legal
uk: Легальний

source: Choose Language
uk: Обрати мову

source: Account
uk: Обліковий запис

source: Help
uk: Допомога

source: Looking for help with {studio_name}?
uk: Шукаєте допомоги по роботі в {studio_name}?

source: Enroll in edX101: Overview of Creating an edX Course
uk: Записатись на курс edX101: Як створити курс на edX?

source: Enroll in edX101
uk: Записатися на курс edX101

source: Enroll in StudioX
uk: Записатися на курс StudioX

source: Send an email to {email}
uk: Надіслати повідомлення на електронну пошту {email}

source: Contact Us
uk: Зв'яжіться з нами

source: name
uk: ім'я

source: Sign Out
uk: Вийти

source: Email: {email}
uk: Електронна пошта: {email}

source: Message: {message}
uk: Повідомлення: {message}

source: Add a Post
uk: Додати повідомлення

source: New topic form
uk: Форма нової теми

source: Discussion thread list
uk: Список потоків обговорення

source: Discussion - {course_number}
uk: Обговорення - {course_number}

source: %s discussion started
uk: %s обговорення розпочалося

source: %s comment
uk: %s коментар

source: Collapse Instructions
uk: Сховати інструкції

source: Guided Discussion
uk: Керовані Обговорення

source: Hide Annotations
uk: Сховати Анотації

source: Bookmarked
uk: Добавлено в закладки

source: LEARN MORE
uk: Дізнатися більше

source: Starts
uk: Розпочинається

source: Starts: {date}
uk: Починається: {date}

source: View all Courses
uk: Переглянути усі курси

source: Dashboard
uk: Панель управління

source: You are not enrolled in any courses yet.
uk: Ви ще не зареєструвались на жодному курсі

source: Looks like you haven't enrolled in any courses yet.
uk: Схоже, ви ще не зареєстровані на жодний з курсів.

source: Find courses now!
uk: Знайдіть курс для себе зараз!

source: Thanks for Registering!
uk: Дякуємо за реєстрацію!

source: You've successfully created an account on {platform_name}. We've sent an account activation message to {email}. To activate your account and start enrolling in courses, click the link in the message.
uk: Ви успішно створили обліковий запис на {platform_name}. Ми надіслали повідомлення про активацію облікового запису на адресу {email}. Щоб активувати свій обліковий запис і розпочати реєстрацію на курси, перейдіть за посиланням в повідомленні.

source: Explore courses
uk: Обрати курси

source: Course-loading errors
uk: Проблеми з завантаженням курсу

source: Search Your Courses
uk: Знайти Ваші курси

source: Clear search
uk: Очистити пошук

source: Account Status Info
uk: Інформація про обліковий запис

source: Order History
uk: Історія замовлень

source: Email Settings for {course_number}
uk: Налаштування електронної пошти для {course_number}

source: Receive course emails
uk: Отримувати листи від курсу

source: Save Settings
uk: Зберегти налаштування

source: Unenroll
uk: Відписатися від курсу

source: Unenroll Student
uk: Відписати від курсу

source: View Unit in Studio
uk: Переглянути блок в Студії

source: E-mail change failed
uk: Зміни електронну адресу не вдалося

source: We were unable to send a confirmation email to {email}
uk: Ми не змогли надіслати лист-підтвердження на {email}.

source: Go back to the {link_start}home page{link_end}.
uk: Поверніться на {link_start}головну сторінку{link_end}.

source: E-mail change successful!
uk: Зміна електронної адреси відбулася успішно!

source: You should see your new email in your {link_start}dashboard{link_end}.
uk: Ви можете переглянути нову адресу вашої електронної пошти на сторінці {link_start}вашого облікового запису{link_end}.

source: An account with the new e-mail address already exists.
uk: Обліковий запис з новою електронною адресою вже існує.

source: Enroll
uk: Зареєструватися на курс

source: Enroll Student
uk: Записати на курс

source: Student Enrollment Form
uk: Форма для зарахування студентів

source: Course:
uk: Курс:

source: Add new students
uk: Додати нових студентів

source: Existing students:
uk: Існуючі студенти:

source: New students added:
uk: Нещодавно зараховані студенти:

source: Students rejected:
uk: Студенти, яким було відмовлено:

source: Debug:
uk: Налагодження:

source: External Authentication failed
uk: Зовнішня аутентифікація неуспішна

source: Password Reset
uk: Змінити пароль

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
uk: Будь ласка, введіть адресу своєї електронної пошти у форму нижче і ми надішлемо вам інструкції щодо заміни пароля.

source: Required Information
uk: Обов'язкова інформація

source: Your E-mail Address
uk: Ваша електронна адреса

source: This is the e-mail address you used to register with {platform}
uk: Це адреса e-mail, за допомогою якої ви зареєструвалися на {platform}

source: Reset My Password
uk: Змінити мій пароль

source: Email is incorrect.
uk: Неправильна електронна адреса

source: Report a problem
uk: Повідомити про проблему

source: Make a suggestion
uk: Дати пораду

source: Ask a question
uk: Поставити Запитання

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
uk: Зауважте: Команда технічної підтримки {platform_name} наразі є виключно англомовною. Ми зробимо все можливе, щоб вирішити Ваш запит, проте наша відповідь буде сформульована англійською. Дякуємо Вам за розуміння!

source: Briefly describe your issue
uk: Коротко опишіть проблему

source: Tell us the details
uk: Повідомте нам деталі

source: Thank You!
uk: Дякуємо!

source: problem
uk: завдання

source: Report a Problem
uk: Повідомити про Проблему

source: Brief description of the problem
uk: Короткий опис проблеми

source: suggestion
uk: пропозиція

source: Make a Suggestion
uk: Внести Пропозицію

source: Brief description of your suggestion
uk: Короткий опис Вашої пропозиції

source: question
uk: питання

source: Ask a Question
uk: Поставити Запитання

source: Brief summary of your question
uk: Короткий зміст Вашого питання

source: An error has occurred.
uk: Сталася помилка.

source: Please {link_start}send us e-mail{link_end}.
uk: Будь ласка, {link_start} відправте нам повідомлення {link_end}.

source: Please try again later.
uk: Будь ласка, спробуйте ще раз пізніше.

source: Note: only instructors may annotate.
uk: Примітка: додати пояснення можуть тільки викладачі.

source: Welcome to Open edX!
uk: Дистанційні навчальні курси

source: It works! This is the default homepage for this Open edX instance.
uk: Це працює! Ця сторінка є стандартною для нових курсів edX.

source: Search for a course
uk: Знайти курс

source: Invalid email change key
uk: Неактивний ключ для зміни електронної адреси

source: This e-mail key is not valid. Please check:
uk: Цей ключ електронної пошти не є дійсним. Будь ласка, перевірте:

source: Was this key already used? Check whether the e-mail change has already happened.
uk: Чи не було це посилання використано раніше? Перевірте, можливо зміна поштової адреси вже відбулася.

source: Did your e-mail client break the URL into two lines?
uk: Чи не розбив ваш поштовий клієнт посилання на два рядки?
