Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Add Component
uk: Додати компонент

source: Adding content to your library
uk: Додавання контенту до вашої бібліотеки

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
uk: Додайте компоненти до вашої бібліотеки для застосування на курсах, використовуючи "Додати новий компонент" у нижній частині цієї сторінки.

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
uk: Компоненти вказуються в тому порядку, в якому вони додані, з останніми доданими внизу. Використовуйте стрілки для навігації зі сторінки на сторінку, якщо у вашій бібліотеці є декілька сторінок з компонентами.

source: Using library content in courses
uk: Використання контенту бібліотек на курсах

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each student.
uk: Ви можете використовувати контент бібліотеки на курсах тільки після додання {em_start}library_content{em_end} ключа до Розширеного списку модулів в Розширенних налаштуваннях курсу. Після цього додайте Випадковий блок контенту до програми навчання. У налаштуваннях для кожного Випадкового блоку контенту оберіть цю бібліотеку як джерело бібліотеки та визначте кількість завдань, які будуть випадковим чином обиратися та відображатися кожному студенту.

source: Learn more about content libraries
uk: Дізнайтеся більше про бібліотеки контенту

source: Course Team Settings
uk: Налаштування команди курсу

source: New Team Member
uk: Новий член команди

source: Add a User to Your Course's Team
uk: Додайте користувача до команди вашого курсу

source: New Team Member Information
uk: Інформація про нового члена команди

source: User's Email Address
uk: Електронна пошта користувача

source: Provide the email address of the user you want to add as Staff
uk: Вкажіть електронну пошту користувача, якого ви хочете додати як Персонал

source: Add User
uk: Додати користувача

source: Add Team Members to This Course
uk: Додайте учасників команди до цього курсу

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
uk: Додавання учасників команди дає змогу спільно створювати авторські курси. Користувачі повинні бути зареєстровані у {studio_name} та мати активований обліковий запис.

source: Add a New Team Member
uk: Додати нового члена команди

source: Course Team Roles
uk: Ролі команди курсу

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
uk: Члени команди курсу з роллю Персонал є співавторами курсу. Вони мають повні права на написання та редагування усього контенту курсу.

source: Admins are course team members who can add and remove other course team members.
uk: Адміністратори - це члени команди, які можуть додавати та видаляти інших учасників команди курсу.

source: All course team members can access content in Studio, the LMS, and Insights, but are not automatically enrolled in the course.
uk: Всі учасники команди курсу можуть отримати доступ до Студії, Навчальної системи та бачити cтатистику, але вони не зараховуються на курс автоматично.

source: Transferring Ownership
uk: Передача права власності

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
uk: На кожному курсі повинен бути адміністратор. Якщо ви адміністратор та хочете передати право власності на курс, натисніть <strong>"Додати доступ адміністратору"</strong>, щоб зробити іншого користувача адміністратором. Потім попросіть нового адміністратора вилучити вас із списку команди курсу.

source: Add a New User
uk: Додати нового користувача

source: There are three access roles for libraries: User, Staff, and Admin.
uk: Існує три ролі доступу для бібліотек: Користувач, Персонал та Адміністратор.

source: Sign Up
uk: Зареєструватися

source: Sign Up for {studio_name}
uk: Зареєструватися на {studio_name}

source: Already have a {studio_name} Account? Sign in
uk: Вже є обліковий запис у {studio_name}? Увійдіть

source: Ready to start creating online courses? Sign up below and start creating your first {platform_name} course today.
uk: Готові почати створювати онлайн курси? Зареєструйтеся нижче та розпочніть створення свого першого {platform_name} курсу сьогодні.

source: This will be used in public discussions with your courses and in our edX101 support forums
uk: Це буде використано в публічних дискусіях на ваших курсах та наших форумами підтримки edX101

source: Your Location
uk: Ваше місцезнаходження

source: Preferred Language
uk: Обрати бажану мову

source: I agree to the {a_start} Terms of Service {a_end}
uk: Я погоджуюсь з {a_start} Умовами Надання Послуг {a_end}

source: Create My Account &amp; Start Authoring Courses
uk: СТВОРИТИ АКАУНТ ТА РОЗПОЧАТИ РОЗРОБЛЯТИ КУРСИ

source: Who is {studio_name} for?
uk: Для чого потрібна {studio_name}?

source: {studio_name} is for anyone that wants to create online courses that leverage the global {platform_name} platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
uk: {studio_name} призначена для тих, хто хоче створити онлайн курси на платформі {platform_name}. Наші користувачі - це найчастіше викладачі, помічники вчителів та інший персонал курсу.

source: How technically savvy do I need to be to create courses in {studio_name}?
uk: Які технічні навички мені потрібні для розробки курсів у {studio_name}?

source: {studio_name} is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
uk: {studio_name} спроектована для зручного користування для тих, хто знайомий із загальними веб-інструментами для редагування (Wordpress, Moodle тощо). Навички програмування не обов'язкові, проте для деяких більш розширених функцій технічні знання будуть корисними. Як завжди, ми раді допомогти, тому не соромтесь відправляти свої питання.

source: I've never authored a course online before. Is there help?
uk: Я ніколи раніше не розробляв/розробляла курс онлайн. Ви можете мені допомогти?

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
uk: Звісно. Ми створили онлайн курс edX101, який описує деякі найкращі практики: від зйомок відео, створення вправ, до основ запуску і підтримки онлайн курсу. Крім того, ми завжди тут, щоб допомогти, просто надішліть нам ваше питання.

source: Schedule & Details Settings
uk: Розклад та деталі налаштувань

source: Schedule & Details
uk: Розклад і деталі

source: Schedule &amp; Details
uk: Розклад і деталі

source: Basic Information
uk: Основна інформація

source: The nuts and bolts of your course
uk: Основні аспекти вашого курсу

source: Course Summary Page
uk: Сторінка резюме курсу

source: (for student enrollment and access)
uk: (для запису та доступу студентів)

source: Enroll in {course_display_name}
uk: Записатись на курс {course_display_name}

source: Invite your students
uk: Запросити студентів

source: Proctored Exam {number}
uk: Контрольований іспит {number}

source: ID Verification
uk: Засвідчення документу

source: Course Schedule
uk: Розклад курсу

source: Dates that control when your course can be viewed
uk: Дати, що контролюють доступність перегляду курсу

source: First day the course begins
uk: Перший день курсу

source: Course Start Time
uk: Час початку курсу

source: Last day your course is active
uk: Останній день, коли курс є активним

source: Course End Time
uk: Час завершення курсу

source: Enrollment Start Date
uk: Дата початку запису на курс

source: First day students can enroll
uk: Перший день запису на курс

source: Enrollment Start Time
uk: Час початку запису на курс

source: Enrollment End Date
uk: Дата завершення запису на курс

source: Last day students can enroll.
uk: Останній день запису на курс.

source: Enrollment End Time
uk: Час завершення запису на курс

source: Course Details
uk: Деталі курсу

source: Provide useful information about your course
uk: Надайте корисну інформацію про ваш курс

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
uk: Визначте мову курсу тут. Це допоможе користувачам знайти курси, які читаються певною мовою. Також, ця мова буде використовуватися для локалізації поля "Від:" у групових розсилках електронної пошти.

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language.
uk: Визначте мову курсу тут. Це допоможе користувачам знайти курси, які читаються певною мовою.

source: Introducing Your Course
uk: Розкажіть про ваш курс

source: Introductions, prerequisites, FAQs that are used on %s (formatted in HTML)
uk: Введення, передумови, поширені питання зі %s (форматовано у форматі HTML).

source: your course summary page
uk: сторінки Резюме курсу

source: Course Image
uk: Зображення курсу

source: Information for prospective students
uk: Інформація для майбутніх студентів

source: Course Title
uk: Назва курсу

source: Course Subtitle
uk: Підзаголовок курсу

source: Course Short Description
uk: Короткий опис курсу

source: Appears on the course catalog page when students roll over the course name. Limit to ~150 characters
uk: З’явиться на сторінці каталогу курсів, коли студенти переглядатимуть назви курсів. Обмеження до ~ 150 символів

source: Course Overview
uk: Огляд курсу

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
uk: Введення, передумови, поширені питання зі сторінки {a_link_start}Резюме курсу{a_link_end} (форматовано у форматі HTML).

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
uk: Ви можете редагувати зображення разом із усіма іншими вашими {a_link_start}файлами та завантаженнями{a_link_end}

source: You can manage this image along with all of your other <a href='{}'>files &amp; uploads</a>
uk: Ви можете редагувати зображення разом із усіма іншими вашими <a href='{}'>файлами та завантаженнями</a>

source: Your course image URL
uk: URL-адреса зображення курсу

source: Please provide a valid path and name to your course image (Note: only JPEG or PNG format supported)
uk: Будь ласка, вкажіть шлях та ім'я для зображення курсу (Примітка: підтримується лише формат JPEG або PNG).

source: Upload Course Image
uk: Завантажити зображення

source: Course Introduction Video
uk: Вступне відео до курсу

source: your YouTube video's ID
uk: ID вашого відео на Youtube

source: Enter your YouTube video's ID (along with any restriction parameters)
uk: Введіть ID відео на YouTube (разом із параметрами обмеження)

source: Add Instructor
uk: Додати викладача

source: Expectations of the students taking this course
uk: Що очікувати студентам, які обирають ваш курс

source: Hours of Effort per Week
uk: Прогнозована кількість годин на тиждень

source: Time spent on all course work
uk: Прогнозований час на всі роботи курсу

source: HH:MM
uk: гг:хвхв

source: Course Pacing
uk: Прохождення курсу

source: Set the pacing for this course
uk: Встановіть прохождення для цього курсу

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
uk: Прохождення з викладачем означає, що студент проходить курс у темпі, встановленному викладачем. Ви можете налаштувати дати випуску контенту курсу та терміни виконання завднань.

source: Self-paced courses do not have release dates for course content or due dates for assignments. Learners can complete course material at any time before the course end date.
uk: Прохождення курсу самостійно означає, що курс не має дат випуску контенту та термінів виконання завдань. Учні можуть заповнити матеріал курсу в будь-який час до дати закінчення курсу.

source: Course Content License
uk: Ліцензія на контент курсу

source: Select the default license for course content
uk: Оберіть стандартну ліцензію для контенту курсу

source: How are these settings used?
uk: Як користуватися цими налаштуваннями?

source: Your course's schedule determines when students can enroll in and begin a course.
uk: У розкладі вашого курсу зазначено, коли студенти можуть записатися і розпочати проходження курсу.

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
uk: Інша інформація з цієї сторінки відображається на сторінці «Про курс». Ця інформація включає в себе огляд курсу, зображення курсу, вступне відео та прогнозовані вимоги до часу. Студенти враховують іформацію на сторінці "Про курс" під час вибору курсу.

source: Your policy changes have been saved.
uk: Внесені вами зміни до політики, були збережені.

source: Manual Policy Definition
uk: Налаштування вручну

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
uk: {strong_start}Попередження{strong_end}: не змінюйте ці правила, якщо ви не знайомі з їхніми цілями.

source: <strong>Warning</strong>: Do not modify these policies unless you are familiar with their purpose.
uk: <strong>Попередження</strong>: не змінюйте ці правила, якщо ви не знайомі з їхніми цілями.

source: Show Deprecated Settings
uk: Показати застарілі налаштування

source: Overall Grade Range
uk: Загальний діапазон оцінок

source: Your overall grading scale for student final grades
uk: Ваша загальна шкала оцінювання для фінальних оцінок студентів

source: Grading Rules &amp; Policies
uk: Політика та правила оцінювання

source: Deadlines, requirements, and logistics around grading student work
uk: Терміни, вимоги та логістика щодо оцінювання роботи студентів

source: Grace Period on Deadline:
uk: Відстрочка до кінцевої дати виконання:

source: Leeway on due dates
uk: Час можливого відставання від кінцевої дати виконання

source: Assignment Types
uk: Типи завдань

source: Categories and labels for any exercises that are gradable
uk: Категорії та назви вправ, що оцінюються

source: New Assignment Type
uk: Новий тип завдання

source: What can I do on this page?
uk: Що я можу зробити на цій сторінці?

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
uk: Ви можете скористатися повзунком під "Загальним діапазоном оцінок", щоб визначити як оцінюється ваш курс - складено/не складено або оцінка виставляється літерами/цифрами. Також можна встановити поріг для отримання певної оцінки.

source: You can specify whether your course offers students a grace period for late assignments.
uk: Ви можете вказати, чи пропонує ваш курс відстрочку для надсилання виконаних завдань на первірку після кінцевого строку.

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a student's grade each assignment type is worth.
uk: Ви також можете створювати власні типи завдань, наприклад, домашні завдання, лабораторні роботи, вікторини та іспити, а також визначати, як оцінювати кожний тип завдання, виконаний студентом.

source: Visibility Settings
uk: Налаштування видимості

source: New Textbook
uk: Додати підручник

source: Why should I break my textbook into chapters?
uk: Чому я повинен ділити свій підручник на розділи?

source: Breaking your textbook into multiple chapters reduces loading times for students, especially those with slow Internet connections. Breaking up textbooks into chapters can also help students more easily find topic-based information.
uk: Поділ вашого підручника на кілька розділів зменшує час завантаження для студентів, особливо тих, хто має повільне інтернет-з'єднання. Поділ підручників на розділи також може допомогти учням швидше знаходити інформацію, пов’язану з певною темою.

source: What if my book isn't divided into chapters?
uk: Якщо моя книга не поділена на розділи?

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
uk: Якщо у вашому підручнику немає окремих розділів, ви можете завантажити весь текст як окрему главу і ввести назву на ваш вибір у полі "Назва розділу"

source: Learn more about textbooks
uk: Дізнайтеся більше про підручники

source: Course Video Settings
uk: Налаштування для відео на курсі

source: Manage content groups
uk: Керування контентними групами

source: {screen_reader_start}Warning:{screen_reader_end} The Unit this component is contained in is hidden from students. Visibility settings here will be trumped by this.
uk: {screen_reader_start}Попередження:{screen_reader_end} блок, який містить цей компонент, прихований від студентів. Налаштування видимості будуть перезаписані.

source: No content groups exist
uk: Контентних груп немає

source: Use content groups to give groups of students access to a specific set of course content. Create one or more content groups, and make specific components visible to them.
uk: Використовуйте контентні групи, щоб надати групам студентів доступ до певної частини курсу. Створіть одну чи кілька контентних груп та додайте до них певні компоненти.

source: Make visible to:
uk: Зробити видимим для:

source: All Students and Staff
uk: Усі студенти і персонал

source: Specific Content Groups
uk: Конкретні контентні групи

source: Deleted Content Group
uk: Видалені контентні групи

source: Thanks for activating your account.
uk: Дякуємо за активацію облікового запису.

source: This account has already been activated.
uk: Цей обліковий запис вже активовано.

source: Visit your {link_start}dashboard{link_end} to see your courses.
uk: Перейдіть до {link_start} панелі управління {link_end}, щоб переглянути свої курси.

source: Activation Invalid
uk: Активація недійсна.

source: Course Navigation
uk: Навігація по курсу

source: Outline
uk: Структура курсу

source: Import
uk: Імпорт

source: Export
uk: Експорт

source: Heading
uk: Заголовок

source: Explanation
uk: Пояснення

source: Advanced Editor
uk: Продвинутий редактор

source: Blank Common Problem
uk: Звичайне завдання

source: Checkboxes with Hints and Feedback
uk: Прапорці з підказками та зворотнім зв'язком

source: Dropdown with Hints and Feedback
uk: Випадний список з підказками та зворотнім зв'язком

source: Multiple Choice with Hints and Feedback
uk: Множиний вибір з підказками та зворотнім зв'язком

source: Numerical Input with Hints and Feedback
uk: Введення чисел з підказками та зворотнім зв'язком

source: Text Input with Hints and Feedback
uk: Введення тексту з підказками та зворотнім зв'язком

source: Custom Java Script Display and Grading
uk: Власне Java Script завдання та оцінювання

source: Custom Python Evaluated Input
uk: Введення, що оцінюється за допомогою Python

source: Molecular Structure
uk: Молекулярні структури

source: Peer Assessment
uk: Оцінювання учнями

source: Problem with Adaptive Hint
uk: Завдання з адаптивною підказкою

source: Wiki notifications
uk: Вікі сповіщення

source: Wiki images
uk: Вікі зображення

source: Wiki attachments
uk: Вікі вкладення

source: Only localhost... muahahaha
uk: Тільки локальний комп'ютер ... муахахаха

source: Initial title of the article. May be overridden with revision titles.
uk: Початкова назва статті. Може бути замінена заголовками інших версій.

source: Type in some contents
uk: Додайте контент

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
uk: Це лише початковий контент вашої статті. Після її створення, ви зможете використовувати більш складні функції такі, як додавання плагінів, метаданих, пов'язаних статей і т.д.

source: Contents
uk: Контент

source: Summary
uk: Резюме

source: Give a short reason for your edit, which will be stated in the revision log.
uk: Коротко опишіть причину редагування, яка буде записана в журнал виправлень.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
uk: Поки ви редагували, хтось вже вніс зміни в поточну версію. Ваш зміст було автоматично злито з новим контентом. Будь ласка, перевірте текст внизу.

source: No changes made. Nothing to save.
uk: Змін не було. Нічого зберігати.

source: Slug
uk: Slug-рядок

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
uk: Це адреса, за якою буде доступна ваша стаття. Використовуйте тільки алфавітно-цифрові символи, та - або _. Пам'ятайте, що ви не зможете змінити посилання після створення статті.

source: Write a brief message for the article's history log.
uk: Напишіть коротке повідомлення для журналу історії статті.

source: A slug may not begin with an underscore.
uk: Slug-рядок не може починатися з символу підкреслення

source: A deleted article with slug "%s" already exists.
uk: Видалена стаття зі slug-рядком "%s" вже існує.

source: A slug named "%s" already exists.
uk: Стаття зі slug-рядком "%s" вже існує.

source: Yes, I am sure
uk: Так, я впевнений

source: Purge
uk: Очищення

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
uk: Очищення статті: Повне видалення (включаючи весь вміст) без можливості відновлення. Очищення підходить в тому випадку, коли ви хочете вивільнити коротку назву, щоб користувачі могли створювати нові статті на відповідному місці.

source: You are not sure enough!
uk: Не схоже, що ви впевнені!

source: While you tried to delete this article, it was modified. TAKE CARE!
uk: Поки ви намагалися видалити цю статтю, вона була змінена. БУДЬТЕ ОБЕРЕЖНІ!

source: Lock article
uk: Заблокувати статтю

source: Deny all users access to edit this article.
uk: Заборонити всім користувачам редагувати цю статтю.

source: Permissions
uk: Права доступу

source: Owner
uk: Власник

source: Enter the username of the owner.
uk: Введіть ім'я користувача власника.

source: (none)
uk: (немає)

source: Inherit permissions
uk: Успадковувати права доступу

source: Check here to apply the above permissions recursively to articles under this one.
uk: Відзначте тут, щоб послідовно застосувати вищевказані права доступу до статей, які перебувають під цією.

source: Permission settings for the article were updated.
uk: Налаштування прав доступу для цієї статті були змінені.
