Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

# abbreviated month name
source: Jun
uk: Черв.

# abbreviated month name
source: Jul
uk: Лип.

# abbreviated month name
source: Aug
uk: Серп.

# abbreviated month name
source: Sep
uk: Вер.

# abbreviated month name
source: Oct
uk: Жовт.

# abbreviated month name
source: Nov
uk: Лист.

# abbreviated month name
source: Dec
uk: Груд.

# month name
source: January
uk: Січня

# month name
source: February
uk: Лютого

# month name
source: March
uk: Березня

# month name
source: April
uk: Квітня

# month name
source: May
uk: Травня

# month name
source: June
uk: Червня

# month name
source: July
uk: Липня

# month name
source: August
uk: Серпня

# month name
source: September
uk: Вересня

# month name
source: October
uk: Жовтня

# month name
source: November
uk: Листопада

# month name
source: December
uk: Грудня

source: The file must end with the extension '{file_types}'.
uk: Ім`я файлу повинно закінчуватись одним з наступних розширень: '{file_types}'.

source: Maximum upload file size is {file_size} bytes.
uk: Максимальний розмір завантаженого файлу - {file_size} байт

source: Course {course_id} requires {prerequisite_course_id}
uk: Курс {course_id} вимагає {prerequisite_course_id}

source: System defined milestone
uk: Визначена системою віха

source: Invalid Length ({0})
uk: Некоректна довжина ({0})

source: must be {0} characters or more
uk: повинен містити {0} символів або більше

source: must be {0} characters or fewer
uk: повинен містити {0} символів або менше

source: Must be more complex ({0})
uk: Повинен бути складнішим ({0})

source: must contain {0} or more uppercase characters
uk: повинен містити {0} або більше символів верхнього регістру

source: must contain {0} or more lowercase characters
uk: повинен містити {0} або більше символів нижнього регістру

source: must contain {0} or more digits
uk: повинен містити {0} або більше цифр

source: must contain {0} or more punctuation characters
uk: повинен містити {0} або більше розділових знаків

source: must contain {0} or more non ascii characters
uk: повинен містити {0} або більше символів, що не входять в ascii

source: must contain {0} or more unique words
uk: повинен містити {0} або більше унікальних слів

source: Too similar to a restricted dictionary word.
uk: Занадто схоже на слово зі словника заборонених слів

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
uk: Щоб блокувати XBlock і запобігти відображенню в LMS, деактивуйте опцію; для ясності, оновіть XBlockStudioConfiguration стан підтримки відповідно.

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
uk: Тільки блоки XBlock, що зазначені в списку курса Advanced Module List можуть бути відключені. Не забудьте оновити стан підтримки XBlockStudioConfiguration відповідно, оскільки відключені блоки XBlock можуть бути створені в Студії.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
uk: XBlock/шаблон комбінації, які заблоковані, не можуть редагуватися в Студії, незважаючи на рівень підтримки. Пам'ятайте, щоб також потрібно перевірити, чи всі види XBlock заблоковані в XBlockConfiguration.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
uk: Дозволені комбінації XBlock/шаблон з повною або частковою підтримкою завжди можуть бути створені в студії. Підтримувані комбінації XBlock/шаблон вимагають авторської роботи.

source: show deprecation messaging in Studio
uk: показати повідомлень про застаріння в студії

source: Fully Supported
uk: Повністю підтримується

source: Provisionally Supported
uk: Часткова підтримка

source: Unsupported
uk: Не підтримується

source: Cannot rescore problems with possible file submissions
uk: Неможливо переоцінити задачі з можливими завантаженими файлами

source: Incorrect
uk: Неправильно

source: Correct
uk: Правильно

source: correct
uk: правильно

source: incorrect
uk: неправильно

source: partially correct
uk: частково правильно

source: incomplete
uk: не закінчено

source: unanswered
uk: без відповіді

source: submitted
uk: відправлено

source: processing
uk: обробка

source: This answer is correct.
uk: Ця відповідь є правильною.

source: This answer is incorrect.
uk: Ця відповідь є неправильною.

source: This answer is partially correct.
uk: Ця відповідь є частково правильною.

source: This answer is being processed.
uk: Ця відповідь обробляється.

source: Not yet answered.
uk: Ще не відповіли.

source: Select an option
uk: Оберіть опцію

source: ChoiceGroup: unexpected tag {tag_name}
uk: ChoiceGroup: невизначений тег {tag_name}

source: Answer received.
uk: Отримано відповідь.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
uk: Очікукується тег <choice> або <compoundhint>; натомість {given_tag}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
uk: Ваші файли прийняті. Як тільки ваша робота буде оцінена, замість цього повідомлення з'явиться ваша оцінка

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
uk: Ваша відповідь прийнята. Як тільки ваше подання буде оцінено, це повідомлення буде замінено результатом оцінки.

source: {programming_language} editor
uk: {programming_language} редактор

source: Press ESC then TAB or click outside of the code editor to exit
uk: Натисніть ESC та TAB або клацніть за межами редактора коду, щоб вийти

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
uk: Завантажено. Це повідомлення буде замінено, як тільки буде отримано відповідь.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
uk: Немає відгуку від підсистеми Xqueue протягом {xqueue_timeout} секунд. Роботу припинено.

source: Error running code.
uk: Помилка при виконанні коду.

source: Cannot connect to the queue
uk: Неможливо під’єднатись до черги

source: No formula specified.
uk: Формула не вказана.

source: Couldn't parse formula: {error_msg}
uk: Не вдалося розібрати формулу: {error_msg}

source: Error while rendering preview
uk: Помилка при створенні попереднього перегляду

source: Sorry, couldn't parse formula
uk: Пробачте, неможливо розібрати формулу

source: {input_type}: unexpected tag {tag_name}
uk: {input_type}: неочікуваний тег {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
uk: Потрібен тег {expected_tag} ; замість цього введений тег {given_tag}

source: Question {index}
uk: Питання {index}

source: Correct:
uk: Вірно:

source: Incorrect:
uk: Невірно:

source: Answer
uk: Відповідь

source: Error {err} in evaluating hint function {hintfn}.
uk: Помилка {err} при обробці функції підказки {hintfn}.

source: (Source code line unavailable)
uk: (Рядок висхідного коду недоступний)

source: See XML source line {sourcenum}.
uk: Дивіться оригінальний рядок XML {sourcenum}.

source: Checkboxes
uk: Множинний вибір

source: Multiple Choice
uk: Множинний Вибір

source: Do not use shuffle and answer-pool at the same time
uk: Не використовуйте shuffle і answer-pool одночасно

source: answer-pool value should be an integer
uk: answer-pool - це значення має бути цілим числом

source: Choicegroup must include at least 1 correct and 1 incorrect choice
uk: Choicegroup повинна включати не менше 1-го коректного і 1-го некоректного вибору

source: True/False Choice
uk: Вибір Так/Ні

source: Dropdown
uk: Випадний список

source: Numerical Input
uk: Введення чисел

source: There was a problem with the staff answer to this problem.
uk: Виникла проблема із відповіддю персоналу на цю задачу.

source: Could not interpret '{student_answer}' as a number.
uk: Неможливо опрацювати '{student_answer}' як число.

source: You may not use variables ({bad_variables}) in numerical problems.
uk: Ви не можете використовувати змінні ({bad_variables}) в числових задачах.

source: Factorial function evaluated outside its domain:'{student_answer}'
uk: Факторіальна функція оцінюється поза її доменом:'{student_answer}'

source: Invalid math syntax: '{student_answer}'
uk: Некоректний математичний синтаксис: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
uk: Ви не можете використовувати комплексні числа в діапазоні допустимих значень завдання

source: There was a problem with the staff answer to this problem: complex boundary.
uk: Виявлена ​​проблема з відповіддю співробітників курсу на це завдання: межа множини.

source: There was a problem with the staff answer to this problem: empty boundary.
uk: Виявлена ​​проблема з відповіддю співробітників курсу на це завдання: порожня межа.

source: or
uk: або

source: Text Input
uk: Введення тексту

source: error
uk: помилка

source: Custom Evaluated Script
uk: Сценарій власного оцінювання

source: error getting student answer from {student_answers}
uk: помилка отримання відповіді студента з {student_answers}

source: No answer entered!
uk: Жодної відповіді!

source: CustomResponse: check function returned an invalid dictionary!
uk: ЗагальнаВідповідь: функція перевірки повернула некоректний словник!

source: Symbolic Math Input
uk: Введення математичних символів

source: An error occurred with SymbolicResponse. The error was: {error_msg}
uk: Виникла помилка в завданні типу SymbolicResponse. Повідомлення про помилку: {error_msg}

source: Code Input
uk: Введення кода

source: No answer provided.
uk: Жодної відповіді не надано.

source: Error: No grader has been set up for this problem.
uk: Помилка: для даного завдання не призначено спосіб оцінювання

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
uk: Неможливо доставити вашу відповідь системі оцінювання (Причина: {error_msg}). Будь ласка, спробуйте пізніше.

source: Invalid grader reply. Please contact the course staff.
uk: Некоректна відповідь системи оцінювання. Будь ласка, зв'яжіться із персоналом курсу.

source: External Grader
uk: Зовнішній оцінювач

source: Math Expression Input
uk: Введення математичних виразів

source: Invalid input: {bad_input} not permitted in answer.
uk: Некоректні вхідні дані: {bad_input} не дозволено у відповіді.

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
uk: Факторіальна функція не дозволена у відповідь на це завдання. Надана відповідь: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
uk: Некоректні вхідні дані: Неможливо опрацювати '{bad_input}' в якості формули.

source: Invalid input: Could not parse '{bad_input}' as a formula
uk: Некоректні вхідні дані: Неможливо опрацювати '{bad_input}' в якості формули

source: Circuit Schematic Builder
uk: Схематичний конструктор схем

source: Error in evaluating SchematicResponse. The error was: {error_msg}
uk: Помилка при обробці SchematicResponse. Повідомлення про помилку: {error_msg}

source: Image Mapped Input
uk: Вибір зони на зображенні

source: error grading {image_input_id} (input={user_input})
uk: Помилка при оцінюванні {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
uk: Помилка в описі завдання! Неможливо сформувати прямокутник з координатами {sr_coords}

source: Annotation Input
uk: Введення анотації

source: Checkboxes With Text Input
uk: Множинний вибір з текстовим полем

source: Answer not provided for {input_type}
uk: Відповідь для {input_type} не зазначена

source: The Staff answer could not be interpreted as a number.
uk: Відповідь персоналу неможливо представити як число.

source: Could not interpret '{given_answer}' as a number.
uk: Неможливо представити '{given_answer}' в якості числа.

source: XML data for the annotation
uk: Зміст пояснення у форматі XML

source: The display name for this component.
uk: Відображена назва модулю

source: Annotation
uk: Анотація

source: Blank Advanced Problem
uk: Звичайне завдання

source: Number of attempts taken by the student on this problem
uk: Кількість спроб, використаних студентом при виконанні завдання

source: Maximum Attempts
uk: Максимальна кількість спроб

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
uk: Визначає, скільки разів студент може давати відповідь на завдання. Якщо значення не встановлено, надається необмежена кількість спроб.

source: Date that this problem is due by
uk: Термін здачі даного завдання

source: Amount of time after the due date that submissions will be accepted
uk: Час, протягом якого будуть прийматися відповіді після закінчення терміну здачі завдання

source: Show Results
uk: Показати результати

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
uk: Визначає коли показувати чи правильно відповів студент на це завдання. Налаштовано у підрозділі.

source: Always
uk: Завжди

source: Never
uk: Ніколи

source: Past Due
uk: Пройшов термін здачі

source: Show Answer
uk: Показати відповідь

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
uk: Визначає, коли відображати відповідь на завдання. У розширених налаштуваннях можна встановити значення за замовчуванням.

source: Answered
uk: Надано відповідь

source: Attempted
uk: Зроблено спробу

source: Closed
uk: Зачинено

source: Finished
uk: Закінчено

source: Correct or Past Due
uk: Правильно або минув термін

source: Whether to force the save button to appear on the page
uk: Умови відображення кнопки "Зберегти" на сторінці

source: Show Reset Button
uk: Показати кнопку перезапуску

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
uk: Визначає, чи буде показано кнопку "Скидання" для того, щоб користувач мав можливість анулювати свою відповідь.

source: Randomization
uk: Рандомізація

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
uk: Визначає, коли випадково змінювати значення змінних, що зазначені у відповідному скрипті Python. Для завдань, які не використовують випадкові значення, вкажіть "Ніколи".

source: On Reset
uk: При Скиданні

source: Per Student
uk: Зі студента

source: XML data for the problem
uk: Дані, пов'язані із завданням, у форматі XML

source: Dictionary with the correctness of current student answers
uk: Словник, що визначає правильність поточних відповідей студентів

source: Dictionary for maintaining the state of inputtypes
uk: Словник для збереження станів введених даних

source: Dictionary with the current student responses
uk: Словник, що містить поточні відповіді студентів

source: Dictionary with the current student score
uk: Довідник з поточним балом студента

source: Whether or not the answers have been saved since last submit
uk: Чи була збережена відповідь з момента останньої відправки на перевірку.

source: Whether the student has answered the problem
uk: Чи дав студент відповідь на завдання

source: Random seed for this student
uk: Ініціалізація випадкового значення для даного студента

source: Last submission time
uk: Час останньої здачі завдання

source: Timer Between Attempts
uk: Час між спробами

source: Seconds a student must wait between submissions for a problem with multiple attempts.
uk: Кількість секунд, яка повинно пройти між спробами, для завдань, в яких передбачено кілька спроб.

source: Problem Weight
uk: Вага завдання

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
uk: Визначає кількість балів за кожне завдання. Якщо значення не вказано, кожне поле для відповіді в завданні буде оцінюватися в один бал.

source: Markdown source of this module
uk: Мarkdown код цього модуля

source: Source code for LaTeX and Word problems. This feature is not well-supported.
uk: Код завдань у форматі LaTeX і Word. Дана функція підтримується не повністю.

source: Enable LaTeX templates?
uk: Дозволити використання шаблонів LaTeX?

source: Matlab API key
uk: Ключ Matlab API

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
uk: Введіть ключ API, наданий MathWorks для доступу до служби MATLAB Hosted Service. Цей ключ надається для виняткового використання в цьому курсі протягом зазначеного часу. Не використовуйте цей ключ API з іншими курсами. Негайно повідомте MathWorks, якщо ви вважаєте, що ключ виявлено або піддається ризику. Щоб отримати ключ для вашого курсу або повідомити про проблему, будь ласка, зв'яжіться з moocsupport@mathworks.com

source: Submit
uk: Надіслати

source: Submitting
uk: Відправлення на перевірку

source: Warning: The problem has been reset to its initial state!
uk: Попередження: Задача була перевантажена у початковий стан!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
uk: Стан задачі був викривлений через некоректне завантаження. Завантаження складається з:

source: If this error persists, please contact the course staff.
uk: Якщо ця помилка повторюватиметься, будь ласка, зв'яжіться із персоналом курсу.

source: Hint ({hint_num} of {hints_count}):
uk: Підказка ({hint_num} з {hints_count}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
uk: Ваші відповіді були збережені раніше. Натисніть '{button_name}', щоб оцінити їх.

source: Partially Correct
uk: Частково правильно

source: Problem is closed.
uk: Задача закрита.

source: You must wait at least {wait} seconds between submissions.
uk: Ви повинні зачекати принаймні {wait} секунд між двома завантаженнями.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
uk: Зачекайте принаймні {wait_secs} між спробами. Залишилося {remaining_secs}.

source: {num_hour} hour
uk: {num_hour} година

source: {num_minute} minute
uk: {num_minute} хвилина

source: {num_second} second
uk: {num_second} секунда

source: Problem needs to be reset prior to save.
uk: Задача повинна бути перевантажена аби її зберегти.

source: Your answers have been saved.
uk: Ваші відповіді були збережені.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
uk: Ваші відповіді були збережені, але вони не оцінюються. Натисніть кнопку '{button_name}' для їх оцінки.

source: Problem's definition does not support rescoring.
uk: Визначення задачі не передбачає переоцінювання.

source: Problem must be answered before it can be graded again.
uk: Необхідно відповісти на задачу перед тим як вона може бути знову оціненою.

source: Check
uk: Перевірка

source: Final Check
uk: Остаточна перевірка

source: Checking...
uk: Перевірка...

source: This name appears in the horizontal navigation at the top of the page.
uk: Ця назва відображається у горизонтальній навігації у верхній частині сторінки.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
uk: Приносимо вибачення, сталась помилка під час обробки вашого запиту. Будь ласка, спробуйте перезавантажити вашу сторінку та спробувати знову.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
uk: Стан цієї задачі було змінено з часу вашого останнього перегляду цієї сторінки. Будь ласка, оновіть сторінку.

source: LTI Passports
uk: Реєстраційні дані LTI

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
uk: Введіть паспорти для LTI інструментів курсу у такому форматі: "id: client_key: client_secret".

source: List of Textbook objects with (title, url) for textbooks used in this course
uk: Список об'єктів Підручник (назва, посилання) для підручників, що використовуються в цьому курсі

source: Slug that points to the wiki for this course
uk: Коротка назва, що вказує на Вікі даного курсу

source: Date that enrollment for this class is opened
uk: Дата початку зарахування для цього класу

source: Date that enrollment for this class is closed
uk: Дата завершення зарахування для цього класу

source: Start time when this module is visible
uk: Час, в який цей модуль стане відображатися

source: Date that this class ends
uk: Дата закінчення цього класу

source: Cosmetic Course Display Price
uk: Відображення вартості курсу

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
uk: Вартість зарахування на курс, що відображається студентам. Якщо ціна за запис на курс встановлена адміністратором у базі даних, то вказана ціна буде відображатися замість цієї.

source: Pre-Requisite Courses
uk: Курси-пререквизити

source: Pre-Requisite Course key if this course has a pre-requisite course
uk: Код обов'язкового попереднього курсу, якщо є

source: Grading policy definition for this class
uk: Визначення політики оцінювання для даного класу

source: Show Calculator
uk: Показати калькулятор

source: Enter true or false. When true, students can see the calculator in the course.
uk: Введіть "true" або "false". Якщо введено значення "true", студентам буде доступний калькулятор на сторінці курсу.

source: Enter the name of the course as it should appear in the edX.org course list.
uk: Введіть назву курсу, яка буде відображатися у списку курсів на головній сторінці сайту.

source: Course Display Name
uk: Відображувана назва курсу

source: Course Editor
uk: Редактор курсу

source: Enter the method by which this course is edited ("XML" or "Studio").
uk: Введіть спосіб редагування курсу ("XML" або "Studio").

source: Course Survey URL
uk: Посилання на анкету курсу

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
uk: Введіть посилання на анкету для заповнення після проходження курсу. Якщо у вашому курсі не передбачена анкета, введіть "null".

source: Discussion Blackout Dates
uk: Дати завершення обговорень
