Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: If this option is <em>checked</em>, users who have not enrolled in your course will be automatically enrolled.
uk: Якщо це поле <em>позначено</em>, то користувачі, які не мають облікового запису на вашому курсі, будуть автоматично зараховані на курс.

source: Checking this box has no effect if 'Remove beta testers' is selected.
uk: Відмітка цього поля не матиме ефекту, якщо обрано 'Видалити бета-тестерів'

source: Add beta testers
uk: Додати бета тестерів

source: Remove beta testers
uk: Видалити бета-тестерів

source: Course Team Management
uk: Управління командою курсу

source: Select a course team role:
uk: Оберіть роль у команді курсу:

source: Getting available lists...
uk: Отримання доступних списків ...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
uk: Співробітники не мають права змінювати ці списки. Щоб ви могли управляти складом учасників, один з адміністраторів курсу повинен додати вас в якості адміністратора для додавання співробітників і бета-тестерів, або адміністратора обговорень, для додавання обговорень модераторів і асистентів викладачів.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
uk: Члени команди курсу, які мають роль персоналу, допомагають вам керувати курсом. Персонал може надавати та відхиляти доступ до курсу студентам та змінювати їхні оцінки. Персонал також має доступ до вашого курсу в Студії. Ви можете надавати ролі тільки тим членам команди курсу, які мають облікові записи.

source: Add Staff
uk: Додати персонал

source: Admin
uk: Адміністратор

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
uk: Адміністратори допомагають вам керувати навчальним процесом курсу. Вони можуть виконувати ті ж завдання, що і співробітники, а також призначати і усувати інших адміністраторів, модераторів, бета-тестерів і співробітників. Права адміністратора можна надати тільки зареєстрованим користувачам.

source: Add Admin
uk: Додати Адміністратора

source: Beta Testers
uk: Бета Тестери

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
uk: Бета-тестери отримують доступ до навчальних матеріалів курсу раніше за інших учнів. Вони перевіряють, чи все працює, але не мають інших привілеїв. Призначати бета-тестерами можна тільки зареєстрованих користувачів.

source: Add Beta Tester
uk: Додати бета-тестера

source: Discussion Admins
uk: Адміністратори обговорень

source: Add Discussion Admin
uk: Адміністратора Додати Обговорень

source: Discussion Moderators
uk: Модератори обговорень

source: Add Moderator
uk: Додати Модератора

source: Discussion Community TAs
uk: Асистенти суспільства обговорень

source: Add Community TA
uk: Старосту Додати спільноти

source: CCX Coaches
uk: Тьютори

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
uk: Тьютори можуть створювати свої власні курси на основі цього курсу, який вони можуть використовувати, щоб забезпечити персональне навчання для своїх підопічних.

source: Add CCX Coach
uk: Додати Тьютора

source: There is no data available to display at this time.
uk: На даний момент даних для відображення немає.

source: Use Reload Graphs to refresh the graphs.
uk: Натисніть Перезавантажити діаграми, щоб оновити їх.

source: Reload Graphs
uk: Оновити Графіки

source: Subsection Data
uk: Дані по підрозділу

source: Each bar shows the number of students that opened the subsection.
uk: Кожен стовпчик показує кількість студентів, які відкривали підрозділ.

source: You can click on any of the bars to list the students that opened the subsection.
uk: Ви можете клацнути по будь-якому стовпчику, щоб отримати список студентів, які відкривали підрозділ.

source: You can also download this data as a CSV file.
uk: Ви також можете завантажити ці дані у файлі формату CSV.

source: Download Subsection Data for all Subsections as a CSV
uk: Завантажити дані по всіх підрозділах у форматі CSV

source: Grade Distribution Data
uk: Інформація про розподіл оцінок

source: Each bar shows the grade distribution for that problem.
uk: Кожен стовпчик показує розподіл оцінок за окреме завдання.

source: You can click on any of the bars to list the students that attempted the problem, along with the grades they received.
uk: Ви можете клацнути по будь-якому з стовпчиків, щоб отримати список студентів, які виконали завдання, а також отриманих ними оцінок.

source: Download Problem Data for all Problems as a CSV
uk: Завантажити дані по всім завданням у форматі CSV

source: Grade Distribution per Problem
uk: Розподіл оцінок по завданням

source: Download Student Opened as a CSV
uk: Завантажити Дані Цього Студента в Форматі CSV

source: Download Student Grades as a CSV
uk: Завантажити Оцінки Студента у форматі CSV

source: This is a partial list, to view all students download as a csv.
uk: Це частковий список; щоб переглянути дані всіх студентів, скачайте їх у форматі CSV.

source: There are no problems in this section.
uk: У цьому розділі немає завдань.

source: Send to:
uk: Надіслати повідомлення на електронну пошту:

source: Myself
uk: Собі

source: Staff and admins
uk: Персоналу та адміністраторам

source: All (students, staff, and admins)
uk: Усім (студентам, персоналу та адміністраторам)

source: Cohort:
uk: Когорта:

source: Subject:
uk: Тема:

source: (Maximum 128 characters)
uk: (Максимум 128 символів)

source: (Max 128 characters)
uk: (Максимум 128 символів)

source: Message:
uk: Повідомлення:

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
uk: Радимо надсилати студентам листи електронною поштою не частіше, ніж раз на тиждень. Перед відправленням повідомлення уважно перегляньте текст і спершу надішліть його собі для попереднього перегляду та переконайтеся, що додані посилання та зображення відображаються коректно.

source: Please try not to email students more than once per week. Before sending your email, consider:
uk: Будь ласка, намагайтеся не відправляти електронну пошту студентам частіше, ніж раз на тиждень. Перед відправленням повідомлення, уточніть:

source: Have you read over the email to make sure it says everything you want to say?
uk: Ви точно перечитали e-mail, щоб переконатися, що в ньому повідомляється все, що ви хотіли сказати?

source: Have you sent the email to yourself first to make sure you're happy with how it's displayed, and that embedded links and images work properly?
uk: Ви відправили повідомлення електронної пошти самому собі, щоб переконатися в тому, що вбудовані посилання і зображення відображаються коректно, і вам подобається, як виглядає результат?

source: Once the 'Send Email' button is clicked, your email will be queued for sending.
uk: При натисканні на кнопку "Відправити повідомлення на електронну пошту", Ваш електронний лист буде поставлено в чергу на відправлення.

source: A queued email CANNOT be cancelled.
uk: Електронний лист в черзі на відправку НЕ може бути скасовано.

source: CAUTION!
uk: ОБЕРЕЖНО!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
uk: Натиснувши кнопку «Відправити повідомлення на електронну пошту», ваш електронний лист буде додано до черги на відправлення. Такий електронний лист нет може бути скасовано.

source: Send Email
uk: Надіслати повідомлення на електронну пошту

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
uk: Обробка електронної пошти відбувається у фоновому режимі. Статус всіх активних процесів, у тому числі пов'язаних з відправкою повідомлень, відображається в таблиці нижче.

source: Email Task History
uk: Надіслані повідомлення

source: To see the content of previously sent emails, click this button:
uk: Щоб переглянути вміст усіх надісланих електронних листів, натисніть цю кнопку:

source: To see the content of all previously sent emails, click this button:
uk: Щоб переглянути вміст усіх надісланих електронних листів, натисніть цю кнопку:

source: Show Sent Email History
uk: Показати історію надісланих листів

source: Sent Email History
uk: Історія надісланих листів

source: To see the status for all email tasks submitted for this course, click this button:
uk: Для перегляду статусу усіх операцій з електронною поштою, здійснених у рамках курсу, натисніть на цю кнопку:

source: To see the status for all bulk email tasks ever submitted for this course, click on this button:
uk: Для перегляду статусу всіх масових операцій з електронною поштою, коли-небудь запущених для цього курсу, натисніть на цю кнопку.

source: Show Email Task History
uk: Показати надіслані повідомлення

source: To read an email, click its subject.
uk: Натисніть на тему листа, щоб прочитати його.

source: Set Course Mode Price
uk: Встановіть ціну курса за режимом

source: Please enter Course Mode detail below
uk: Введіть нижче докладно про режим курсу

source: Set Price
uk: Встановити ціну

source: Allowance Section
uk: Розділ послаблень

source: Student Special Exam Attempts
uk: Спроби здачі контрольних випробувань

source: View Gradebook
uk: Переглянути журнал оцінок

source: View a specific learner's grades and progress
uk: Перегляд оцінок і прогресу окремих студентів

source: View Progress Page
uk: Переглянути сторінку прогресу

source: Adjust a learner's grade for a specific problem
uk: Коригувати оцінку окремого студента для певного завдання

source: Location of problem in course
uk: Місцезнаходження завдання на курсі

source: Problem location
uk: Місцезнаходження завдання

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
uk: Ви можете повністю видалити відповіді та бали певного завдання, виконаного студентом.

source: Task Status
uk: Статус завдання

source: Show Task Status
uk: Показати статус задачі

source: Rescore All Problems
uk: Заново оцінити всі завдання

source: Rescore All Problems Only If Score Improves
uk: Видалити спроби тільки якщо загальний бал підвищиться

source: Adjust all enrolled learners' grades for a specific problem
uk: Коригувати усі оцінки студентів до конкретного курсу

source: Rescore All Learners' Submissions
uk: Видалити усі спроби студента

source: Show the status for the tasks that you submitted for this problem.
uk: Показати статуси відправлених на перевірку задач в цьому завданні.

source: Student Gradebook
uk: Журнал оцінок студентів

source: Click here to view the gradebook for enrolled students. This feature is only visible to courses with a small number of total enrolled students.
uk: Натисніть тут, щоб переглянути журнал оцінок студентів, зарахованих на курс. Ця функція доступна тільки для курсів з невеликою загальною кількістю зарахованих студентів.

source: Student-specific grade inspection
uk: Перевірка оцінок окремих студентів

source: Click this link to view the student's progress page:
uk: Пройдіть по цьому посиланню, щоб переглянути сторінку досягнень студента:

source: Student Progress Page
uk: Сторінка Досягнень Студента

source: Student-specific grade adjustment
uk: Коригування оцінок окремого студента

source: Specify a problem in the course here with its complete location:
uk: Вкажіть тут завдання з матеріалів курсу, і його місцезнаходження повністю:

source: You must provide the complete location of the problem. In the Staff Debug viewer, the location looks like this:
uk: Ви повинні повністю вказати місцезнаходження завдання. У вікні інформаціі з налагождення для персоналу місцезнаходження виглядає наступним чином:

source: Next, select an action to perform for the given user and problem:
uk: Тепер виберіть дію, яку буде застосовано до даного користувача і завдання:

source: You may also delete the entire state of a student for the specified problem:
uk: Ви можете також повністю видалити статус певного завдання, виконаного студентом:

source: Delete Student State for Problem
uk: Видалити статус завдання, виконаного студентом

source: Rescoring runs in the background, and status for active tasks will appear in the 'Pending Tasks' table. To see status for all tasks submitted for this problem and student, click on this button:
uk: Описані дії відбуваються у фоновому режимі, і статус активних завдань з'явиться на закладці Інформація про курс. Щоб переглянути статус усіх задач, пов'язаних з цим завданням та студентом, натисніть цю кнопку:

source: Reset Student Attempts
uk: Скинути спроби студента

source: Rescore Student Submission
uk: Коригувати оцінки за здане студентом завдання

source: Show Background Task History for Student
uk: Показати історію фонових завдань для студента

source: Show Background Task History for Problem
uk: Показати історію фонових завдань для завдання

source: Course-specific grade adjustment
uk: Корекція оцінок для конкретних курсів

source: Then select an action
uk: Тепер виберіть дію

source: Reset ALL students' attempts
uk: Скинути лічильник спроб для ВСІХ студентів

source: Rescore ALL students' problem submissions
uk: Коригувати оцінки для ВСІХ вирішенних завдань

source: The above actions run in the background, and status for active tasks will appear in a table on the Course Info tab. To see status for all tasks submitted for this problem, click on this button
uk: Описані дії відбуваються у фоновому режимі, і статус активних завдань з'явиться на закладці з Інформацією про курс. Щоб переглянути статус усіх доручень, пов'язаних з цим завданням, натисніть цю кнопку

source: My Courses
uk: Мої курси

source: Change Preferred Language
uk: Змінити бажану мову

source: Please choose your preferred language
uk: Будь ласка, оберіть бажану мову

source: Save Language Settings
uk: Зберегти Мовні Налаштування

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
uk: Не знайшли мову, якій віддаєте перевагу? {link_start}Станьте перекладачем-волонтером!{link_end}

source: Explore Courses
uk: Обрати курси

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
uk: {p_tag} У вас поки немає завдань взаємного оцінювання, які необхідно перевірити. Для того, щоб отримати такі завдання: {ul_tag} {li_tag} Ви повинні відправити відповідь на завдання, що підлягає взаємній перевірці. {end_li_tag} {li_tag} Викладач повинен оцінити роботи, що допомагають краще зрозуміти критерії оцінки. {end_li_tag} {li_tag} Повинні бути здані на перевірку роботи інших студентів. {end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
uk: Взаємна перевірка

source: Here is a list of problems that need to be peer graded for this course.
uk: Список завдань цього курсу, що підлягають взаємній перевірці.

source: Problem Name
uk: Назва завдання

source: Due date
uk: Кінцева дата

source: Graded
uk: Оцінено

source: Available
uk: Доступно

source: Required
uk: Обов'язкове

source: No due date
uk: Без терміну

source: The due date has passed, and peer grading for this problem is closed at this time.
uk: Термін вийшов, оцінювання користувачами цього завдання наразі закрито.

source: The due date has passed, and peer grading is closed at this time.
uk: Термін вийшов, оцінювання користувачами наразі закрито.

source: Learning to Grade
uk: Навчання оцінюванню

source: Hide Question
uk: Сховати питання

source: Student Response
uk: Відповідь студента

source: Written Feedback
uk: Письмовий відгук

source: Please include some written feedback as well.
uk: Будь ласка, залиште також короткий письмовий відгук.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
uk: Ці дані містять щось надто відверте, образливе або (як у мене є підстави вважати) є плагіатом.

source: How did I do?
uk: Як я впорався?

source: Ready to grade!
uk: Готовий оцінювати!

source: You have finished learning to grade, which means that you are now ready to start grading.
uk: Ознайомлення із системою оцінок завершено. Тепер ви готові їх ставити.

source: Start Grading!
uk: Почати оцінювання!

source: Learning to grade
uk: Навчання оцінюванню

source: You have not yet finished learning to grade this problem.
uk: Ви ще не закінчили вчитися оцінювати цю задачу.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
uk: Тепер Вам буде показана серія есе, оцінених викладачами, і Вас попросять проставити бали самостійно.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
uk: Як тільки Ви зможете проставляти бали подібно викладачеві, Ви будете готові оцінювати інших студентів.

source: Start learning to grade
uk: Почати навчання оцінюванню

source: Are you sure that you want to flag this submission?
uk: Ви впевнені, що хочете позначити цей матеріал?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
uk: Ви збираєтеся позначити надісланий документ. Ви повинні позначати тільки ті надіслані докумени, які містять надто відверті, образливі дані або (імовірно) є плагіатом. Якщо надісланий документ не відповідає питанню або є невірним, ви повинні оцінити його нулем балів і супроводити відкликанням замість того, щоб позначати.

source: Remove Flag
uk: Прибрати позначку

source: Keep Flag
uk: Залишити позначку

source: Go Back
uk: Повернутися

source: You're almost there!
uk: Ви майже зареєструвались!

source: There's just one more step: Before you enroll in a course, you need to activate your account. We've sent an email message to {email_start}{email}{email_end} with instructions for activating your account. If you don't receive this message, check your spam folder.
uk: Залишився лише один крок: перед тим як зареєструєтесь на курс, ви маєте активувати ваш обліковий запис. Ми надіслали вам повідомлення на електронну пошту {email_start}{email}{email_end} з інструкцією щодо активації вашого облікового запису. Якщо ви не отримали цього листа, перевірте вашу папку зі спамом.

source: Your Password Reset is Complete
uk: Відновлення вашого паролю завершено

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
uk: Ваш пароль скинуто. {start_link}Увійдіть до свого акаунту.{end_link}

source: Reset Your {platform_name} Password
uk: Скинути свій пароль {platform_name}

source: Reset Your %(platform_name)s Password
uk: Оновіть ваш %(platform_name)s пароль

source: The password reset link was invalid, possibly because the link has already been used. Please return to the %(start_link)slogin page%(end_link)s and start the password reset process again.
uk: Посилання на оновлення паролю некоректне, можливо тому, що це посилання вже було використане. Будь ласка, поверніться до %(start_link)sсторінки входу%(end_link)s та почніть процес оновлення паролю ще раз.

source: View our %(start_link)shelp section for contact information and answers to commonly asked questions%(end_link)s
uk: Перегляньте наш %(start_link)sрозділ довідки про контактну інформацію та відповіді на поширені питання%(end_link)s

source: Required fields are noted by %(bold_start)sbold text and an asterisk (*)%(bold_end)s.
uk: Обов'язкові поля зазначаються %(bold_start)sжирним шрифтом та зірочкою (*)%(bold_end)s.

source: Your password has been set. You may go ahead and %(link_start)slog in%(link_end)s now.
uk: Ваш пароль встановлений. Ви можете %(link_start)sувійти%(link_end)s в систему.

source: Change My Password
uk: Змінити пароль

source: You must enter and confirm your new password.
uk: Ви маєте ввести та підтвердити ваш новий пароль.

source: Reset Your Password
uk: Скинути свій пароль

source: Enter and confirm your new password.
uk: Введіть та підтвердьте ваш новий пароль.

source: Your New Password
uk: Ваш новий пароль

source: Your New Password Again
uk: Повторіть ваш новий пароль

source: Password reset successful
uk: Пароль успішно змінений

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
uk: Ми відправили інструкції, як встановити пароль на e-mail, який Ви вказали. Ви отримаєте їх незабаром.

source: Billing Details
uk: Деталі виписки рахунку

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
uk: Ви можете перейти до оформлення платежу в будь-який момент. Надана вами додаткова інформація буде включена в чек.

source: Purchasing Organizational Details
uk: Деталі покупок організаціями

source: Purchasing organization
uk: Закупівельна організація

source: Purchase order number (if any)
uk: Номер замовлення (якщо такі є)

source: Additional Receipt Recipient
uk: Додатковий одержувач чека

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
uk: Якщо відсутні додаткові платіжні реквізити, то підтвердження про оплату буде надіслано користувачеві, що здійснює покупку.

source: Payment processing occurs on a separate secure site.
uk: Обробка платежів відбувається на окремому захищеному сайті.

source: Your Shopping cart is currently empty.
uk: Ваш кошик наразі порожній.

source: Payment
uk: Оплата

source: Download CSV Reports
uk: Завантажити звіти у форматі CSV

source: Download CSV Data
uk: Завантаження даних у форматі CSV

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
uk: У вказаній вами даті помилка. Формат дати: YYYY-MM-DD

source: These reports are delimited by start and end dates.
uk: Ці звіти відокремлюються датами початку та завершення.

source: Start Date:
uk: Дата початку:

source: End Date:
uk: Дата закінчення:

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
uk: Ці звіти впорядковані в алфавітному порядку за назвою університету, тобто створення звіту з літери A і до літери В сформує звіти для всіх університетів, назви яких починаються з A, Б і В.

source: Start Letter:
uk: З літери:

source: End Letter:
uk: До літери:

source: Payment Error
uk: Помилка при оплаті

source: There was an error processing your order!
uk: Сталася помилка при обробці Вашого замовлення!

source: Thank you for your purchase!
uk: Дякуємо Вам за покупку
