Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Use course updates to notify students of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to student questions. You add or edit updates in HTML.
uk: Використовуйте новини курсу, щоб повідомити студентів про важливі дати чи іспити, привернути увагу до певних дискусій на форумах, оголосити про зміни в розкладі та відповісти на питання студента. Додавання чи редагування оновлень у форматі HTML.

source: This course was created as a re-run. Some manual configuration is needed.
uk: Цей курс було створено як перезапуск. Необхідне ручне налаштування.

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
uk: Наразі контент курсу не відображається і жодний студент не записаний на курс. Обов'язково перегляньте та відновіть усі дати, зокрема і дату початку курсу; створіть команду курсу; перегляньте оновлення курсу та інші датовані матеріали; і збережіть обговорення та вікі.

source: Warning
uk: Попередження

source: Click to add a new section
uk: Клацніть, щоб додати новий розділ

source: New Section
uk: Новий розділ

source: Reindex current course
uk: Переіндексувати поточний курс

source: Collapse All Sections
uk: Згорнути усі розділи

source: Expand All Sections
uk: Розгорнути Всі Розділи

source: View Live
uk: Дивитись наживо

source: Course Pacing:
uk: Проходження курсу:

source: Self-Paced
uk: Самостійно

source: Instructor-Paced
uk: З викладачем

source: Creating your course organization
uk: Створення організації курсу

source: You add sections, subsections, and units directly in the outline.
uk: Додавайте розділи, підрозділи та окремі блоки беспосередньо у структурі курсу.

source: Create a section, then add subsections and units. Open a unit to add course components.
uk: Створіть розділ, потім додайте підрозділи та блоки. Відкрийте блок, щоб додати компоненти курсу.

source: Reorganizing your course
uk: Реорганізація вашого курсу

source: Drag sections, subsections, and units to new locations in the outline.
uk: Перетягніть розділи, підрозділи та блоки на нові позиції.

source: Learn more about the course outline
uk: Дізнайтеся більше про структуру курсу

source: Setting release dates and grading policies
uk: Встановлення дати випуску та політики оцінювання

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
uk: Оберіть іконку "Налаштування" для розділу або підрозділу, щоб встановити дату його запуску. Під час налаштування підрозділу ви також можете встановити політику оцінювання та терміни.

source: Learn more about grading policy settings
uk: Дізнайтеся більше про налаштування політики оцінювання

source: Changing the content students see
uk: Редагування контенту, який можуть бачити студенти

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
uk: Щоб опублікувати новий контент чи зміни у ньому, натисніть "Опублікувати" для розділу, підрозділу чи блоку.

source: To hide content from students, select the Configure icon for a section, subsection, or unit, then select {em_start}Hide from students{em_end}.
uk: Щоб приховати контент від студентів, оберіть іконку "Налаштування" для розділу, підрозділу або блоку, а потім - {em_start}"Сховати від студентів"{em_end}.

source: Learn more about content visibility settings
uk: Дізнайтеся більше про налаштування видимості коненту

source: Pages
uk: Сторінки

source: New Page
uk: Нова сторінка

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
uk: Примітка. Сторінки є загальнодоступними. Якщо користувачі знають URL-адресу сторінки, вони можуть переглядати сторінку, навіть якщо вони не зареєстровані або не увійшли до вашого курсу.

source: Show this page
uk: Показати цю сторінку

source: Show/hide page
uk: Показати/заховати сторінку

source: You can add additional custom pages to your course.
uk: Ви можете додати додаткові власні сторінки до свого курсу.

source: Add a New Page
uk: Додати нову сторінку

source: What are pages?
uk: Що таке сторінки?

source: Pages are listed horizontally at the top of your course. Default pages (Courseware, Course info, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
uk: Сторінки перелічені горизонтально у верхній частині курсу. Сторінки за замовчуванням (Навчальна програма, Інформація про курс, Обговорення, Вікі та Прогрес) супроводжуються підручніками та власними сторінками, які ви створюєте.

source: Custom pages
uk: Власні сторінки

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
uk: Ви можете створювати та редагувати власні сторінки, щоб надати студентам додатковий контент курсу. Наприклад, ви можете створити сторінки для політики оцінювання, слайдів курсу та календаря курсу.

source: How do pages look to students in my course?
uk: Як виглядають сторінки для студентів мого курсу?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
uk: Студенти бачать стандартні та власні сторінки у верхній частині курсу та використовують ці посилання для навігації.

source: See an example
uk: Див. приклад

source: Pages in Your Course
uk: Сторінки вашого курсу

source: Preview of Pages in your course
uk: Попередній перегляд сторінок вашого курсу

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
uk: Сторінки з'являються на верхній панелі навігації вашого курсу. За сторінками за умовчанням (Навчальна програма, Інформація про курс, Обговорення, Вікі та Прогрес) слідують підручники та спеціальні сторінки, які ви створюєте.

source: Course Export
uk: Експорт курсу

source: Tools
uk: Інструменти

source: About Exporting Libraries
uk: Про експорт бібліотек

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
uk: Ви можете експортувати курси та редагувати їх за межами {studio_name}. Експортований файл - файл .tar.gz (тобто файл .tar, стиснений з GNU Zip), який містить структуру та контент курсу. Ви також можете повторно імпортувати курси, які ви вже експортували.

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
uk: {em_start}Застереження:{em_end} Під час експорту курсу буде додано таку інформацію, як ключі MATLAB API, паспорти LTI, секретні маркери анотації та URL-адреси зберігання анотацій. Будьте уважні, коли ви ділитесь своїми експортованими файлами, адже туди може потрапити конфіденційна інформація чи така, для якої потрібен дозвіл.

source: Export My Course Content
uk: Експортувати контент мого курсу

source: Export Course Content
uk: Експорт контенту курсу

source: Course Export Status
uk: Статус експорту курсу

source: Success
uk: Успіх

source: Data {em_start}exported with{em_end} your course:
uk: Дані, {em_start}експортовані з{em_end} вашого курсу:

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
uk: Значення з "Розширених налаштувань", включно з ключами MATLAB API та паспортами LTI

source: Course Content (all Sections, Sub-sections, and Units)
uk: Контент курсу (всі розділи, підрозділи та блоки)

source: Course Structure
uk: Структура курсу

source: Individual Problems
uk: Індивідуальні завдання

source: Course Assets
uk: Елементи курсу

source: Course Settings
uk: Налаштування курсу

source: Data {em_start}not exported{em_end} with your course:
uk: Дані, {em_start}не експортовані {em_end} з вашим курсом:

source: User Data
uk: Дані користувача

source: Course Team Data
uk: Дані команди курсу

source: Forum/discussion Data
uk: Публікації з форуму/обговорень

source: Opening the downloaded file
uk: Відкриття завантаженого файлу

source: Learn more about exporting a library
uk: Дізнайтеся більше про експорт бібліотеки

source: Why export a course?
uk: Для чого експортувати курс?

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
uk: Можливо, ви захочете редагувати XML у своєму курсі за межами {studio_name}. Ви можете створити резервну копію свого курсу. Або створити копію свого курсу, щоб пізніше імпортувати її в інший варіант курсу та налаштувати його.

source: What content is exported?
uk: Який контент курсу експортується?

source: The course content and structure (including sections, subsections, and units) are exported. Values from Advanced Settings, including MATLAB API keys and LTI passports, are also exported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, is not exported.
uk: Контент та структура курсу (включно з розділами, підрозділами та блоками) експортується. Значення з "Розширених налаштувань", включно з ключами MATLAB API та паспортами LTI, також експортуютьс. Інші дані, включно з даними про учня, інформацією про оцінювання, публікаціями усіх обговорень, налаштуваннями курсу та інформацією про команду курсу, не експортуються.

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
uk: Використовуйте архівну програму для вилучення даних із файлу .tar.gz. Вилучені дані містять файл course.xml, а також вкладені папки з контентом курсу.

source: Learn more about exporting a course
uk: Дізнайтеся більше про експорт курсу

source: Export Course to Git
uk: Експорт курсу в Git

source: Export Course to Git:
uk: Експорт курсу в Git:

source: Experiment Group Configurations
uk: Експериментальні налаштування для груп

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
uk: Якщо у вашому курсі увімкнено когорти, ви можете використовувати контентні групи для створення навчальної програми для певних когорт. Інакше кажучи, ви можете добирати контент, який певні когорти бачать у вашому курсі.

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
uk: Кожна контентна група, яку ви створюєте, може бути пов'язана з однією чи кількома когортами. Окрім контенту курсу, призначеного для всіх студентів, ви можете визначити певний контент, який відображатиметься тільки певним контентним групам. Лише студент у когорті, пов'язаній із зазначеними контентними групами, бачить додатковий контент.

source: Each content group that you create can be associated with one or more cohorts. In addition to course content that is intended for all students, you can designate some content as visible only to specified content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
uk: Кожна контентна група, яку ви створюєте, може бути пов'язана з однією чи кількома когортами. Окрім контенту курсу, призначеного для всіх студентів, ви можете позначити який саме контент відображатиметься лише для певних контентних груп. Учні тільки в тих когортах, які пов'язані з вказаними контентними групами, бачитимуть додатковий матеріал.

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
uk: Натисніть {em_start} «Нова контентна група»{em_end} , щоб додати нову контентну групу. Щоб відредагувати назву контентної групи, наведіть курсор миші на поле та натисніть {em_start}«Редагувати»{em_end}. Ви можете видалити контентну групу лише у тому випадку, якщо вона не використовується у блоці. Щоб видалити контентну групу, наведіть курсор миші на її поле та натисніть кнопку видалення..

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
uk: Натисніть {em_start} «Нове налаштування груп»{em_end} , щоб додати нове нашаштування. Щоб додати налаштування, наведіть курсор миші на поле та натисніть {em_start}«Редагувати»{em_end}. Ви можете видалити налаштування групи лише у тому випадку, якщо вона не використовується у блоці. Щоб видалити налаштування, наведіть курсор миші на її поле та натисніть кнопку видалення.

source: Details & Schedule
uk: Деталі та Розклад

source: Welcome to {studio_name}
uk: Вітаємо на {studio_name}

source: Course Import
uk: Імпорт курсу

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
uk: Переконатеся, що дійсно хочете імпортувати курс. Контент імпортованого курсу замінить контент існуючого. {em_start}Ви не можете скасувати імпорт курсу.{em_end}. Тому ми рекомендуємо спершу експортувати поточний курс, щоб мати його резервну копію.

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
uk: Курс, який ви імпортуєте, повинен знаходитися у файлі .tar.gz (тобто файл .tar, стиснутий GNU Zip). Цей файл .tar.gz повинен містити файл course.xml. Він також може мати й інші файли.

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
uk: Процес імпорту складається з п'яти етапів. Протягом перших двох етапів ви повинні залишатися на цій сторінці. Ви можете залишити цю сторінку після завершення етапу розпакування. Проте ми рекомендуємо не робити важливих змін у вашому курсі, доки операція імпорту не завершиться.

source: Select a .tar.gz File to Replace Your Course Content
uk: Оберіть файл .tar.gz, щоб замінити контент вашого курсу

source: Choose a File to Import
uk: Оберіть файл для імпорту

source: Course Import Status
uk: Статус імпорту курсу

source: Learn more about importing a library
uk: Дізнайтеся більше про імпорт бібліотеки

source: Why import a course?
uk: Для чого імпортувати курс?

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
uk: Ви можете запустити нову версію існуючого курсу або взагалі замінити існуючий курс. Або ви, можливо, розробили курс за межами {studio_name}.

source: What content is imported?
uk: Що саме імпортується?

source: Only the course content and structure (including sections, subsections, and units) are imported. Other data, including student data, grading information, discussion forum data, course settings, and course team information, remains the same as it was in the existing course.
uk: Тільки контент і структура курсу (включно з розділами, підрозділами та блоками) імпортуються. Інші дані, включно з даними про учня, інформацією про оцінювання, публікаціями усіх обговорень, налаштуваннями курсу та інформацією про команду курсу, залишаються такими ж, як і в існуючому курсі.

source: Warning: Importing while a course is running
uk: Попередження: Імпортування, коли курс вже запущено

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the student data associated with those Problem components may be lost. This data includes students' problem scores.
uk: Якщо ви здійснюєте імпорт, коли курс вже запущено, та змінюєте URL-адреси (або url_name вузли) будь-яких компонентів завдань, дані студента, пов'язані з компонентами завдань, можуть бути втрачені. Ці дані містять у собі оцінки студентів за проходження завдань.

source: Learn more about importing a course
uk: Дізнайтеся більше про іморт курсу

source: {studio_name} Home
uk: {studio_name} Домашня сторінка

source: New Course
uk: Новий курс

source: Re-run Course
uk: Перезапуск курсу

source: Email staff to create course
uk: Напишіть електронного листа до персоналу, щоб створити курс.

source: New Library
uk: Створити нову бібліотеку

source: Create a New Course
uk: Створити новий курс

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
uk: Публічна назва вашого курсу. Її неможливо змінити, але пізніше можна зазначити іншу назву в "Розширенних налаштуваннях"

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
uk: Назва організації, яка фінансує курс. {strong_start}Примітка: Назва організації є частиною URL-адреси курсу.{strong_end} Назву неможливо змінити, але пізніше можна зазначити іншу назву в "Розширенних налаштуваннях".

source: The name of the organization sponsoring the course.
uk: Назва організації, яка фінансує курс.

source: Note: The organization name is part of the course URL
uk: Примітка: Назва організації є частиною URL-адреси курсу.

source: This cannot be changed, but you can set a different display name in Advanced Settings later.
uk: Назву неможливо змінити, але пізніше можна зазначити іншу назву в "Розширенних налаштуваннях".

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
uk: Унікальний номер, який визначає ваш курс у вашій організації. {strong_start}Примітка: Це частина URL-адреси вашого курсу, тому пробіли або спеціальні символи не допускаються, і цей номер не можна змінити.{strong_end}

source: The unique number that identifies your course within your organization.
uk: Унікальний номер, який визначає ваш курс у вашій організації.

source: Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.
uk: Примітка: Це частина URL-адреси вашого курсу, тому пробіли або спеціальні символи не допускаються, і цей номер не можна змінити.

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
uk: Термін, протягом якого розпочинається ваш курс. {strong_start}Примітка: Це частина URL-адреси вашого курсу, тому пробіли або спеціальні символи не допускаються, і термін не можна буде змінити.{strong_end}

source: The term in which your course will run.
uk: Термін, протягом якого розпочинається ваш курс.

source: Create
uk: Створити

source: Create a New Library
uk: Створити нову бібліотеку

source: Library Name
uk: Назва бібліотеки

source: e.g. Computer Science Problems
uk: наприклад, математичні завдання

source: The public display name for your library.
uk: Публічна назва вашої бібліотеки.

source: The public organization name for your library.
uk: Публічна назва організації для вашої бібліотеки.

source: This cannot be changed.
uk: Не можна змінити потім.

source: Library Code
uk: Код бібліотеки

source: e.g. CSPROB
uk: наприклад: CSPROB

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
uk: Унікальний код, який ідентифікує цю бібліотеку. {strong_start}Примітка: Це частина URL-адреси вашої бібліотеки, тому пробіли або спеціальні символи не допускаються.{strong_end} Цей код не можна змінити.

source: The unique code that identifies this library.
uk: Унікальний код, який ідентифікує цю бібліотеку.

source: Note: This is part of your library URL, so no spaces or special characters are allowed.
uk: Примітка: Це частина URL-адреси вашої бібліотеки, тому пробіли або спеціальні символи не допускаються.

source: Course Run:
uk: Запуск курсу:

source: Libraries
uk: Бібліотеки

source: Are you staff on an existing {studio_name} course?
uk: Ви є членом персоналу на існуючому курсі {studio_name}?

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
uk: Розробник курсу повинен надати вам доступ до курсу. Зверніться до розробника курсу або адміністратора курсу, який ви допомагаєте розробити.

source: Create Your First Course
uk: Створити ваш новий курс

source: Your new course is just a click away!
uk: Залишилося тільки натиснути на кнопку, щоб створити новий курс!

source: Were you expecting to see a particular library here?
uk: Ви очікували знайти тут певну бібліотеку?

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
uk: Автор бібліотеки повинен надати вам доступ до бібліотеки. Зверніться до розробника бібліотеки або адміністратора бібліотеки, з наповненням якої ви допомогаєте.

source: Create Your First Library
uk: Створіть свою першу бібліотеку

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
uk: Бібліотеки мають комплекс компонентів, які можна повторно використовувати на кількох курсах. Створіть свою першу бібліотеку, лише натиснувши одну кнопку!

source: New to {studio_name}?
uk: Вперше на {studio_name}?

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
uk: Натисніть «Допомога» у верхньому правому куті, щоб отримати додаткову інформацію про сторінку {studio_name}, яку ви переглядаєте. Ви також можете використовувати посилання у нижній частині сторінки, щоб отримати доступ до наших документів, що постійно оновлюються, та інших ресурсів {studio_name}.

source: Getting Started with {studio_name}
uk: Почати працювати у {studio_name}

source: Content Library
uk: Бібліотека контенту
