Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: The keys are valid for a limited amount of time. Has the key expired?
uk: Ключі є дійсними обмежений відрізок часу. Чи не скінчився час дії ващого ключа?

source: Helpful Information
uk: Корисна інформація

source: Login via OpenID
uk: Увійти за допомогою OpenID

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
uk: Тепер ви можете розпочати навчатися з {platform_name} увійшовши до свого <a rel="external" href="http://openid.net/">OpenID аккаунту</a>.

source: Not Enrolled?
uk: Ще не зареєстровані?

source: Sign up for {platform_name} today!
uk: Зареєструйтеся на {platform_name} вже сьогодні!

source: Need Help?
uk: Потрібна допомога?

source: View our help section for answers to commonly asked questions.
uk: Зверніть увагу на розділ, де представлені відповіді на поширені запитання.

source: Log into your {platform_name} Account
uk: Увійдіть у ваш {platform_name} аккаунт

source: Log into My {platform_name} Account
uk: Увійти у Мій {platform_name} Аккаунт

source: Access My Courses
uk: Переглянути Мої Курси

source: Processing your account information
uk: Обробка даних Вашого облікового запису

source: Please log in
uk: Будь ласка, увійдіть в систему

source: to access your account and courses
uk: для доступу до свого облікового запису і курсів

source: We're Sorry, {platform_name} accounts are unavailable currently
uk: Нам прикро, але аккаунти {platform_name} тимчасово недоступні

source: We couldn't log you in.
uk: Неможливо увійти

source: Your email or password is incorrect
uk: Ваша електронна адреса або пароль неправильні

source: An error occurred when signing you in to {platform_name}.
uk: Сталася помилка при авторизації Вас на {platform_name}.

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
uk: Будь ласка, надайте наступну інформацію, аби увійти до вашого аккаунту {platform_name}. Обов'язкові для заповнення поля <strong class="indicator">жирним текстом та зірочкою (*)</strong>.

source: Account Preferences
uk: Налаштування аккаунту

source: Sign in with {provider_name}
uk: Увійти за допомогою {provider_name}

source: External resource
uk: Зовнішнє джерело

source: {points} / {total_points} points
uk: {points} / {total_points} балів

source: {total_points} points possible
uk: {total_points} можливих балів

source: View resource in a new window
uk: Відкрити ресурс в новому вікні

source: Please provide launch_url. Click "Edit", and fill in the required fields.
uk: Будь ласка, задайте launch_url. Натисніть "Редагувати" і заповніть необхідні поля.

source: Feedback on your work from the grader:
uk: Відгук оцінюючого про Вашу роботу:

source: Press to Launch
uk: Натисніть, щоб запустити

source: Manage student accounts
uk: Управляння обліковими записами студентів

source: Username:
uk: Ім'я користувача:

source: Profile:
uk: Профіль:

source: Image:
uk: Зображення:

source: Name:
uk: Ім'я:

source: Choose an action:
uk: Обрати дію:

source: View Profile
uk: Показати профіль

source: Disable Account
uk: Заблокувати обліковий запис

source: Reenable Account
uk: Розблокувати обліковий запис

source: Remove Profile Image
uk: Видалити зображення профілю

source: Students whose accounts have been disabled
uk: Студенти, облікові записи яких заблоковані

source: (reload your page to refresh)
uk: (перезавантажте сторінку для оновлення)

source: working
uk: працює

source: There has been an error on the {platform_name} servers
uk: Помилка на серверах {platform_name}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
uk: На жаль, цей модуль тимчасово недоступний. Наші співробітники постараються усунути проблему якомога швидше. Будь ласка, відправте нам повідомлення на адресу {tech_support_email}, щоб повідомити про проблеми і неполадки, що виникли.

source: Raw data:
uk: Необроблені дані:

source: You do not have any notes.
uk: У вас нема жодної нотатки.

source: Course View
uk: Огляд курсу

source: View this course as:
uk: Переглянути цей курс як:

source: Username or email:
uk: Ім'я користувача або електронна пошта:

source: Set preview mode
uk: Налаштувати режим попереднього перегляду

source: You have used {num_used} of {num_total} submissions
uk: Ви використали {num_used} з {num_total} можливостей надіслати свої матеріали на розгляд.

source: Hint
uk: Підказка

source: Save
uk: Зберегти

source: Save your answer
uk: Зберегти відповідь

source: Reset your answer
uk: Скинути відповідь

source: Review
uk: Перевірка

source: Log In
uk: Увійти

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
uk: Ваше ім'я користувача, електронна адреса та повне ім'я будуть відправлені {destination}, де збір і використання подібної інформації будуть регулюватися їх власними умовами надання послуг і Політикою конфіденційності.

source: Return To %s
uk: Повернутися до %s

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
uk: Вибачте, але ця версія браузеру не підтримується. Спробуйте ще раз використовуючи інший браузер або новіше версію вашого браузера.

source: The following errors occurred while processing your registration:
uk: Під час обробки вашої заявки на реєстрацію виникли такі помилки:

source: Sign up with {provider_name}
uk: Увійти за допомогою {provider_name}

source: Create your own {platform_name} account below
uk: Створити власний профіль для {platform_name}

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
uk: Обов'язкові для заповнення поля виділені <strong class="indicator">жирним текстом та зірочкою (*)</strong>.

source: You've successfully signed in with {selected_provider}.
uk: Ви успішно увійшли в систему за допомогою облікового запису {selected_provider}.

source: We just need a little more information before you start learning with {platform_name}.
uk: Нам потрібно ще трішки інформації перед тим, як ви почнете навчання з {platform_name}.

source: Please complete the following fields to register for an account.
uk: Будь ласка, заповніть наступні поля для реєстрації облікового запису.

source: Your legal name, used for any certificates you earn.
uk: Ваше справжнє ім'я, що буде зазначено на сертифікатах, які ви отримаєте.

source: Will be shown in any discussions or forums you participate in
uk: Буде демонструватися на всіх форумах та обговореннях, де ви берете участь

source: cannot be changed later
uk: не можна буде змінити пізніше

source: Welcome {username}
uk: Ласкаво просимо, {username}

source: Enter a Public Display Name:
uk: Введіть Ім'я Користувача, що Публічно Відображається:

source: Public Display Name
uk: Ім'я Користувача, що Публічно Відображається

source: Additional Personal Information
uk: Додаткова персональна інформація

source: example: New York
uk: наприклад: Київ

source: Highest Level of Education Completed
uk: Найвищий рівень освіти, що ви отримали:

source: Please share with us your reasons for registering with {platform_name}
uk: Будь ласка, розкажіть нам, чому ви вирішили зареєструватися на {platform_name}

source: Account Acknowledgements
uk: Підтвердження згоди з умовами реєстрації аккаунту.

source: I agree to the {link_start}Terms of Service{link_end}
uk: Я погоджуюсь з {link_start} Умовами Надання Послуг{link_end}

source: I agree to the {link_start}Honor Code{link_end}
uk: Я погоджуюсь з {link_start} Кодексом Честі {link_end}

source: Register
uk: Зареєструватися

source: Create My Account
uk: Створити Мій Аккаунт

source: Preferences for {platform_name}
uk: Налаштування для {platform_name}

source: Update my {platform_name} Account
uk: Оновити мою обліковий запис на {platform_name}

source: Welcome {username}! Please set your preferences below
uk: Ласкаво просимо, {username}! Будь ласка, вкажіть Ваші налаштування нижче

source: Enter a public username:
uk: Введіть загальнодоступне ім’я користувача:

source: Update My Account
uk: Оновити мій обліковий запис

source: Registration Help
uk: Допомога у Реєстрації

source: Already registered?
uk: Вже зареєстровані?

source: Log in
uk: Увійти

source: Welcome to {platform_name}
uk: Вітаємо на {platform_name}

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
uk: Реєстрація на {platform_name} надасть вам вільний доступ до всіх поточних та майбутніх курсів. Не готові розпочати навчання прямо зараз? Реєструючись, ви підписуєтесь на нашу поштову розсилку - ми повідомлятимемо вас про нові курси.

source: Next Steps
uk: Наступні Кроки

source: View our FAQs for answers to commonly asked questions.
uk: Відвідайте наш розділ "Поширені питання", щоб прочитати відповіді на актуальні питання.

source: Register for {platform_name}
uk: Зареєструватися на {platform_name}

source: Create My {platform_name} Account
uk: Створити мій обліковий запис {platform_name}

source: Welcome!
uk: Ласкаво просимо!

source: Register below to create your {platform_name} account
uk: Зареєструйтеся, щоб створити свій обліковий запис на {platform_name}

source: Re-subscribe Successful!
uk: Підписку успішно відновлено​​!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
uk: Ви увімкнули повідомлення з форуму на Ваш email з {platform_name}. Ви можете повернутися до {dashboard_link_start}панелі управління{link_end}.

source: Previous
uk: Колишній

source: Next
uk: Наступний

source: Sign Up for {platform_name}
uk: Зареєструватися на {platform_name}

source: e.g. yourname@domain.com
uk: наприклад: yourname@domain.com

source: e.g. yourname (shown on forums)
uk: наприклад: вашеім'я (відображається на форумах)

source: e.g. Your Name (for certificates)
uk: наприклад: Ваше Ім'я (для сертифікатів)

source: <i>Welcome</i> {name}
uk: <i>Ласкаво просимо,</i> {name}

source: Full Name *
uk: Ім'я та прізвище *

source: Ed. Completed
uk: Рівень освіти

source: Goals in signing up for {platform_name}
uk: Мета реєстрації в {platform_name}

source: Already have an account?
uk: Вже маєте акаунт?

source: Login.
uk: Увійти.

source: This content experiment uses group configuration '{group_configuration_name}'.
uk: Для цього експериментального матеріалу використовується налаштування групи '{group_configuration_name}'.

source: Active Groups
uk: Активні Групи

source: Inactive Groups
uk: Неактивні Групи

source: Staff Debug Info
uk: Інформація з налагодження для персоналу

source: Staff Debug
uk: Налагодження персоналом

source: Submission history
uk: Історія подачі матеріалів на перевірку

source: {platform_name} Content Quality Assessment
uk: Служба контролю якості вмісту {platform_name}

source: Comment
uk: Коментар

source: comment
uk: коментар

source: Tag
uk: Тег

source: Optional tag (eg "done" or "broken"):
uk: Необов'язковий тег (наприклад, "завершено" чи "непрацює"):

source: tag
uk: тег

source: Add comment
uk: Додати коментар

source: Staff Debug:
uk: Налагодження персоналом:

source: Actions
uk: Дії

source: Delete Student State
uk: Видалити стан студента

source: Rescore Learner's Submission
uk: Видалити спроби студента

source: Rescore Only If Score Improves
uk: Видалити спроби тільки, якщо бал підвищиться

source: Module Fields
uk: Поля Модуля

source: XML attributes
uk: Атрібути XML

source: Submission History Viewer
uk: Інструмент перегляду історії подачі матеріалів на перевірку

source: User:
uk: Користувач:

source: View History
uk: Подивитися історію

source: {course_number} Textbook
uk: Підручник {course_number}

source: Textbook Navigation
uk: Навігація по підручнику

source: Page
uk: Сторінка

source: Previous page
uk: Попередня сторінка

source: Next page
uk: Наступна сторінка

source: Sysadmin Dashboard
uk: Панель Сисадміна

source: Users
uk: Користувачі

source: Staffing and Enrollment
uk: Набір і реєстрація

source: Git Logs
uk: Журнал Git

source: User Management
uk: Управління користувачами

source: Email or username
uk: Електронна пошта або ім'я користувача

source: Delete user
uk: Видалити користувача

source: Create user
uk: Створити користувача

source: Download list of all users (csv file)
uk: Завантажити список всіх користувачів (файл csv)

source: Check and repair external authentication map
uk: Перевірити і відновити мапу зовнішньої ідентифікації користувачів

source: Go to each individual course's Instructor dashboard to manage course enrollment.
uk: Перейти до панелі управління викладача певного курсу, щоб керувати зарахуванням на цей курс.

source: Manage course staff and instructors
uk: Управління списком персоналу і викладачів курсу

source: Download staff and instructor list (csv file)
uk: Завантажити список співробітників та викладачів (файл csv)

source: Administer Courses
uk: Управління курсами

source: Repo Location
uk: Місцезнаходження репозиторія

source: Repo Branch (optional)
uk: Розділ git репозиторія (опціонально)

source: Load new course from GitHub
uk: Завантажити новий курс з GitHub

source: Course ID or dir
uk: ID або каталог курсу

source: Delete course from site
uk: Видалити курс з сайту

source: Platform Version
uk: Версія Платформи

source: previous
uk: попередня

source: Page {current_page} of {total_pages}
uk: Сторінка {current_page} з {total_pages}

source: next
uk: наступна

source: Recent git load activity for {course_id}
uk: Останні git завантаження для курсу {course_id}

source: Date
uk: Дата:

source: Git Action
uk: Операція Git

source: No git import logs have been recorded.
uk: Git імпорт логів не зафіксовано.

source: No git import logs have been recorded for this course.
uk: Git імпорт логів не зафіксовано на цьому курсі.

source: Source:
uk: Джерело:

source: Tracking Log
uk: Журнал відстеження

source: type
uk: тип

source: Unsubscribe Successful!
uk: Відмова від отримання повідомлень здійснена!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
uk: Ви більше не будете отримувати повідомлення з форуму {platform_name}. Натисніть {dashboard_link_start} тут, {link_end} щоб повернутися до панелі управління. Якщо Ви відмовилися від підписки випадково, натисніть {undo_link_start} тут, {link_end} щоб знову активувати повідомлення.

source: Dashboard for:
uk: Панель управління для:

source: Using the system
uk: Використання системи

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
uk: Під час перегляду відео, використовуйте субтитри і панель прокрутки для навігації. Клікати по субтитрах - найшвидший спосіб потроху переміщатися вперед і назад.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
uk: Якщо у вашого монітора низька роздільна здатність, ліву навігаційну панель можна сховати, натиснувши на набір з трьох стрілок, що знаходяться поряд з нею.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
uk: Якщо вам потрібні більш-менш великі шрифти, використовуйте налаштування свого браузера щоб збільшувати або зменшувати їх масштаб. У Google Chrome це можна зробити одночасним натисканням Ctrl і + або Ctrl і -.

source: Loading video player
uk: Триває завантаження відео плеєра

source: Play video
uk: Переглянути відео

source: No playable video sources found.
uk: Не знайдено відео матеріалів для відтворення.

source: Download transcript
uk: Завантажити текст

source: Download Handout
uk: Завантажити матеріали

source: Download CSV
uk: Завантажити CSV

source: Open Calculator
uk: Відкрити калькулятор

source: Calculator Input Field
uk: Поле введення Калькулятора

source: Hints
uk: Підказки

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
uk: Використовуйте клавіші зі стрілками для переміщення між підказками або скористайтеся клавішею табуляції для повернення до калькулятору

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
uk: Щоб отримати детальну інформацію, прочитайте {math_link_start}введення математичних і наукових формул {math_link_end} {guide_link_start} посібника для слухачів {guide_link_end}.

source: Tips
uk: Підказки

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
uk: Використовуйте дужки (), щоб зробити вираз зрозумілим. Ви можете використовувати дужки всередині інших дужок.

source: Do not use spaces in expressions.
uk: Не використовуйте пробіли у виразах.

source: For constants, indicate multiplication explicitly (example: 5*c).
uk: Вказуйте множення явно для констант (наприклад: 5*c).

source: For affixes, type the number and affix without a space (example: 5c).
uk: Введіть числа з афіксами без пробілу між ними (наприклад, 5c).

source: For functions, type the name of the function, then the expression in parentheses.
uk: Для виклику функції напишіть її ім’я і потім вираз в дужках.

source: To Use
uk: Використовувати

source: Type
uk: Тип

source: Examples
uk: Приклади

source: Numbers
uk: Числа

source: Integers
uk: Цілі числа

source: Fractions
uk: Дроби

source: Decimals
uk: Десяткові дроби

source: Operators
uk: Оператори

source: + - * / (add, subtract, multiply, divide)
uk: + - * / (додавання, віднімання, множення, ділення)

source: ^ (raise to a power)
uk: ^ (піднесення до ступеню)

source: || (parallel resistors)
uk: || (паралельні резістори)

source: Constants
uk: Константи

source: Affixes
uk: Афікси

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
uk: Символ відсотка (%) і метричні позначення (d, c, m, u, n, p, k, M, G, T)

source: Basic functions
uk: Базові функції

source: Trigonometric functions
uk: Тригонометричні функції

source: Scientific notation
uk: Експонентний запис

source: 10^ and the exponent
uk: 10^ та експонента

source: e notation
uk: Експонентний запис

source: 1e and the exponent
uk: 10^ та експонента

source: Calculate
uk: Обчислити

source: CCX Coach Dashboard
uk: Панель управління тьютора

source: Name your CCX
uk: Дайте назву своєму CCX

source: Create a new Custom Course for edX
uk: Створити новий власний курс на edX

source: Grading Policy
uk: Система оцінювання

source: Batch Enrollment
uk: Запис на курс групами

source: Student Grades
uk: Оцінки студента

source: Email Addresses/Usernames
uk: Адреси електронної пошти / Імена користувачів

source: Enter email addresses and/or usernames separated by new lines or commas.
uk: Введіть електронні адреси та / або імена користувачів, розділивши їх комами або помістивши по одному на рядок.

source: You will not get notification for emails that bounce, so please double-check spelling.
uk: Ви не отримаєте повідомлення на електронну пошту про відхилені листи, тому, будь ласка, двічі перевірте правильність написання.

source: Auto Enroll
uk: Автоматично зарахувати на курс

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
uk: Якщо це поле {em_start}позначено{em_end}, то користувачі, які не мають облікового запису на {platform_name}, будуть автоматично зараховані на курс.

source: If this option is <em>checked</em>, users who have not yet registered for {platform_name} will be automatically enrolled.
uk: Якщо <em>позначити</em> це поле, то користувачі, які не мають облікового запису на {platform_name}, будуть автоматично зараховані на курс.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
uk: Якщо це поле {em_start}непозначене{em_end}, то користувачі, у яких немає облікового запису на {platform_name}, не матимуть доступу до курсу, але вони його отримають після реєстрації облікового запису.

source: If this option is left <em>unchecked</em>, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
uk: Якщо це поле не буде <em>позначене</em>, то користувачі, у яких немає облікового запису на {platform_name}, не матимуть доступу до курсу, але вони його отримають після реєстрації облікового запису.

source: Checking this box has no effect if 'Unenroll' is selected.
uk: Відмітка, що стоїть у цьому полі, не враховуватиметься, якщо обрати "Відписатися від курсу"

source: Notify users by email
uk: Повідомити користувачів електронною поштою

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
uk: Якщо це поле {em_start}cпозначено{em_end}, то користувачі отримуватимуть сповіщення на електронну пошту.

source: If this option is <em>checked</em>, users will receive an email notification.
uk: Якщо <em>позначити</em> це поле, то користувачі отримуватимуть сповіщення на електронну пошту.

source: Student List Management
uk: Управління списком студентів

source: CCX student list management response message
uk: CCX управління списками слухачів - відповідь на повідомлення

source: Revoke access
uk: Скасувати надання доступу

source: Enter username or email
uk: Зазначити ім'я користувача або електронну пошту

source: Checking this box has no effect if 'Revoke' is clicked.
uk: Відмітка цього поля не буде мати ефекту, якщо вибрано «Анулювати».

source: WARNING
uk: ПОПЕРЕДЖЕННЯ

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
uk: Тільки для досвідчених користувачів. Помилки в системі оцінювання можуть привести до некоректної роботи курсу. У формі не перевіряється коректність правил оцінювання перед збереженням.

source: Most coaches should not need to make changes to the grading policy.
uk: Більшості тренерів не потрібно мати можливість змінювати політику оцінювання.

source: Save Grading Policy
uk: Зберегти політику оцінювання

source: Date format four digit year dash two digit month dash two digit day
uk: Формат дати: чотири цифри року, тире, дві цифри місяця, тире, дві цифри дня

source: Time format two digit hours colon two digit minutes
uk: Формат часу: дві цифри годин, двокрапка, дві цифри хвилин

source: Time
uk: Час

source: Set date
uk: Встановити дату

source: You have unsaved changes.
uk: У вас є незбережені зміни.

source: There was an error saving changes.
uk: Помилка при збереженні змін.

source: Schedule a Unit
uk: Планування розділу

source: Start Date
uk: Дата початку

source: format four digit year dash two digit month dash two digit day
uk: Формат дати: чотири цифри року, тире, дві цифри місяця, тире, дві цифри дня

source: yyyy-mm-dd
uk: дд-мм-гггг

source: Start time format two digit hours colon two digit minutes
uk: Формат часу початку: дві цифри годин, двокрапка, дві цифри хвилин

source: time
uk: час

source: (Optional)
uk: (необов'язково)
