Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Is Time Limited
uk: Обмежити по часу

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
uk: Цей параметр визначає, чи обмежується час, відведений слухачам на перегляд і взаємодію з даним компонентом курсу.

source: Time Limit in Minutes
uk: Обмеження по часу в хвилинах

source: The number of minutes available to students for viewing or interacting with this courseware component.
uk: Кількість хвилин, відведених слухачам на перегляд і взаємодію з даним компонентом курсу.

source: Is Proctoring Enabled
uk: Дозволено очне проведення

source: This setting indicates whether this exam is a proctored exam.
uk: Цей параметр визначає, чи є даний іспит контрольваним іспитом.

source: Software Secure Review Rules
uk: Заходи інформаційної безпеки

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
uk: Цей параметр вказує те, які правила будуть використані командою перевіряючих при перегляді відеозаписів.

source: Is Practice Exam
uk: Пробне випробування

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
uk: Цей параметр визначає, чи виконується дане випробування тільки для того, щоб користувачі випробували можливості платформи. Пробні випробування не вимагають підтвердження особи.

source: Group ID {group_id}
uk: Номер групи {group_id}

source: Not Selected
uk: Не обрано

source: Content Experiment
uk: Експериментальний матеріал

source: The list of group configurations for partitioning students in content experiments.
uk: Списки груп, на які будуть поділені студенти для вивчення експериментальних матеріалів.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
uk: Конфігурація визначає, як формуються групи студентів для вивчення цих експериментальних матеріалів. Попередження: зміна конфігурації групи, коли експериментальні матеріали видимі для студентів, вплине на дані експерименту.

source: Group Configuration
uk: Конфігурація групи

source: Which child module students in a particular group_id should see
uk: Який модуль в тій або іншій group_id повинні побачити слухачі

source: {group_name} (inactive)
uk: {group_name} (не активна)

source: The experiment is not associated with a group configuration.
uk: Експеримент не пов'язаний з конфігурацією груп.

source: Select a Group Configuration
uk: Вибрати конфігурацію групи

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
uk: В експерименті використана видалена конфігурація групи. Виберіть коректну конфігурацію групи або видаліть цей експеримент.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
uk: Експеримент використовує конфігурацію груп, підтримка для якої не передбачена в експериментах. Виберіть відповідну конфігурацію груп або видаліть цей експеримент.

source: The experiment does not contain all of the groups in the configuration.
uk: В експерименті беруть участь не всі групи конфігурації.

source: Add Missing Groups
uk: Додати відсутні групи

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
uk: В експерименті бере участь одна неактивна група. Перенесіть вміст в активні групи, а потім видаліть неактивну.

source: This content experiment has issues that affect content visibility.
uk: З цим експериментальним матеріалом виникли проблеми, що впливають на його видимість.

source: External Discussion
uk: Зовнішнє обговорення

source: Home
uk: Домашня сторінка

source: Course
uk: Курс

source: Text Annotation
uk: Пояснення до тексту

source: Source/Citation
uk: Джерело / Посилання

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
uk: Необов'язкове поле для посилання на джерело використаних матеріалів. Можна використовувати автоматичне створення посилань за допомогою <a href="http://easybib.com"> EasyBib </a>

source: Diacritic Marks
uk: Діакритичні знаки

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
uk: Додати діакритичні знаки, які будуть використовуватися в тексті, у формі списку, розділеного комами, тобто ім'язнаку;посиланняаназнак;положення,ім'язнаку2;посиланняаназнак2;положення2

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
uk: Неможливо отримати субтитри з сервісу Youtube для {youtube_id}. Код статусу: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
uk: Ми підтримуємо тільки формат субтитрів SubRip (*.srt).

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
uk: Щось сталось не так із файлом субтитрів SubRip під час обробки. Системне повідомлення {error_message}

source: Something wrong with SubRip transcripts file during parsing.
uk: Щось не так із файлом субтитрів SubRip під час обробки.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
uk: {exception_message}: Не вдалось знайти завантажені стенограми: {user_filename}

source: Invalid encoding type, transcripts should be UTF-8 encoded.
uk: Невірне кодування, для стенограми повинно використовуватися кодування UTF-8.

source: Basic
uk: Основне

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
uk: URL вашого відео. Це може бути YouTube URL або посилання на відео-файли форматів. Mp4,. Ogg або. Webm, розташовані на будь-якому хостингу в Інтернеті.

source: Default Video URL
uk: URL відео за замовчуванням

source: Component Display Name
uk: Назва компоненту, що відображається

source: Current position in the video.
uk: Поточна позиція в відео.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
uk: Необов'язкове значення для застарілих браузерів: ідентифікатор відео на YouTube на нормальній швидкості.

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
uk: Необов'язкове значення для застарілих браузерів: ідентифікатор відео на YouTube на швидкості 0.75x.

source: YouTube ID for .75x speed
uk: YouTube ID для швидкості 0.75x

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
uk: Необов'язкове значення для застарілих браузерів: ідентифікатор відео на YouTube на швидкості 1.25x.

source: YouTube ID for 1.25x speed
uk: YouTube ID для швидкості 1.25x

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
uk: Необов'язкове значення для застарілих браузерів: ідентифікатор відео на YouTube на швидкості 1.5x.

source: YouTube ID for 1.5x speed
uk: YouTube ID для швидкості 1.5x

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
uk: Момент, коли почнеться відтворення відео, якщо не потрібен перегляд всього відео. У мобільному додатку не підтримується: відео відтворюються повністю. Формат ЧЧ:ММ:СС, максимальне значення 23:59:59.

source: Video Start Time
uk: Час початку відтворення

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
uk: Момент, коли закінчеться відтворення відео, якщо не потрібен перегляд всього відео. У мобільному додатку не підтримується: відео відтворюються повністю. Формат ЧЧ:ММ:СС, максимальне значення 23:59:59.

source: Video Stop Time
uk: Час закінчення відтворення

source: The external URL to download the video.
uk: Зовнішнє посилання URL для скачування відео.

source: Download Video
uk: Завантажити відео

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
uk: Дозволити студентам скачувати версії цього відео в різних форматах на випадок неможливості використання відео плеєра edX або відсутності доступу до YouTube. Ви повинні додати принаймні одне посилання окрім посилання на YouTube в полі "Посилання URL на відео файли".

source: Video Download Allowed
uk: Дозволити скачування відео

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
uk: URL посилання або посилання, за якими розташовані відео-файли крім файлів на YouTube. Кожне посилання повинне закінчуватися на.mpeg, .ogg, або .webm і не повинне бути посиланням на ресурси YouTube. (Для сумісності з браузерами ми настійно рекомендуємо використовувати формати .mp4 і .webm.) Студентам буде доступне перше з посилань, сумісне з їх системою. Щоб дозволити студентам скачувати ці відео-файли, вкажіть "True" в налаштуваннях "Дозволити Скачування Відео".

source: Video File URLs
uk: Посилання URL на відео файли

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
uk: За замовчуванням студентам доступно скачування розшифровок в форматах .srt або .txt, якщо налаштування "Доступно скачування розшифровки" встановлено ​​в значення "True". Якщо вам необхідно додати розшифровку, в іншому форматі, ми рекомендуємо завантажити її через меню "Замітка" розділу "Завантаження". Якщо це неможливо, ви можете розмістити файл з розшифровкою на сторінках "Файли та завантаження" або "Інтернет", після чого додати URL розшифровки тут. Студентам посилання для скачування розшифровки буде доступне під відео.

source: Downloadable Transcript URL
uk: URL файлу субтитрів для скачування

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
uk: Зробити скачування субтитрів доступним для студентів. Посилання для скачування файлу з'явиться під відео. За замовчуванням формат файлу субтитрів може бути .srt або .txt. Якщо ви хочете зробити доступним скачування субтитрів в іншому форматі, завантажте файл, користуючись полем "Завантажити роздаткові матеріали".

source: Download Transcript Allowed
uk: Дозволити скачування субтитрів

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
uk: Розшифровка відео за замовчуванням береться з поля "Розшифровка за замовчуванням" у вкладці "Основне". Розшифровка повинна бути англійською мовою. Ви не можете змінити це налаштування.

source: Default Timed Transcript
uk: Синхронні субтитри за замовчуванням

source: Specify whether the transcripts appear with the video by default.
uk: Вкажіть, чи з'являються субтитри за замовчуванням при відтворенні відео.

source: Show Transcript
uk: Відображати субтитри

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
uk: Додати субтитри на різних мовах. Натисніть кнопку нижче, щоб вказати мову і завантажити субтитри потрібною мовою у форматі .srt.

source: Transcript Languages
uk: Мови розшифровки

source: Preferred language for transcript.
uk: Головна мова субтитрів

source: Preferred language for transcript
uk: Головна мова субтитрів

source: Transcript file format to download by user.
uk: Формат файлу субтитрів, який скачують користувачі.

source: SubRip (.srt) file
uk: Файл SubRip (.srt)

source: Text (.txt) file
uk: Текстовий файл (.txt)

source: The last speed that the user specified for the video.
uk: Остання швидкість відтворення даного відео, встановлена ​​користувачем.

source: The default speed for the video.
uk: Швидкість відтворення відео за замовчуванням.

source: Specify whether YouTube is available for the user.
uk: Вкажіть, чи доступний ресурс YouTube для даного користувача.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
uk: Завантажте супровідні матеріали для цього відео. Студенти зможуть скачати їх за посиланням "Завантажити додаткові матеріали" під відео.

source: Upload Handout
uk: Завантажити роздаткові матеріали

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
uk: Вкажіть, чи слід доступ до цього відео обмежити тільки переглядом в браузері, або воно може бути доступно з інших додатків, включаючи мобільні додатки.

source: Video Available on Web Only
uk: Відео доступне тільки для онлайн перегляду

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
uk: Якщо ви призначили код ID для відео, то для того, щоб воно могло бути програно в цьому компоненті, введіть ідентифікатор тут. Будь ласка, не вказуйте URL-адресу відео-файлу, або ідентифікатор відео на YouTube. Якщо ви не призначили ідентифікатор для відео, введіть ці значення в інших полях і проігноруйте це поле.

source: Date of the last view of the bumper
uk: Дата останнього перегляду заставки

source: Do not show bumper again
uk: Більше не показувати заставку

source: The name students see. This name appears in the course ribbon and as a header for the video.
uk: Назва, яку бачить студент. Ця назва відображається у стрічці курсу і використовується як заголовок для відео.

source: Video Annotation
uk: Пояснення до відео

source: The external source URL for the video.
uk: Зовнішнє посилання URL на відео.

source: Source URL
uk: URL джерела

source: Poster Image URL
uk: URL зображення, завантаженого автором

source: Poster URL
uk: URL плакату

source: Instructions
uk: Інструкція

source: Inputs
uk: Вхідні дані

source: Maximum Words
uk: Максимальна кількість слів

source: Show Percents
uk: Показати у відсотках

source: Statistics are shown for entered words near that word.
uk: Статистичні дані для кожного слова відображаються поруч з цим словом.

source: Student answer.
uk: Відповідь студента.

source: Top num_top_words words for word cloud.
uk: Слова num_top_words, що найбільш часто зустрічаються в хмарі.

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
uk: Закінчив/ла курс "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
uk: Закінчений курс "{course_name}" ({course_mode})

source: The badge image must be square.
uk: Зображення значка має бути квадратним.

source: The badge image file size must be less than 250KB.
uk: Розмір зображення не повинен перевищувати 250 КБ.

source: This value must be all lowercase.
uk: Дане значення повинно бути в нижньому регістрі.

source: The course mode for this badge image. For example, "verified" or "honor".
uk: Статус сертифіката для значка. Наприклад, «Підтверджений сертифікат» або «Сертифікат Кодексу честі».

source: Badge images must be square PNG files. The file size should be under 250KB.
uk: Завантажте квадратне зображення у форматі PNG. Його розмір не повинен перевищувати 250 КБ.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
uk: Якщо ви хочете, щоб це зображення використовувалося для курсів без спеціальних значків, встановіть значення true. За замовчуванням Значок може бути тільки один.

source: There can be only one default image.
uk: Може використовуватися тільки одне зображення за замовчуванням.

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
uk: В кожному рядку, зазначте кількість пройденних курсів для отримання в нагороду значок, кома, потім клас значка, який Ви створили компонентом видачі 'openedx__course'. Наприклад: 3,enrolled_3_courses

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
uk: В кожному рядку зазначте кількість пройденних курсів для отримання в нагороду значок, кома, потім клас значка, який Ви створили компонентом видачі 'openedx__course'. Наприклад: 3,enrolled_3_courses

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
uk: Кожен рядок є список через кому. Перший елемент в кожному рядку - це клас значка, який Ви створили з компонентом 'openedx__course'.. Інші елементи в кожному рядку - це ключі курсу, які учень повинен виконати, щоб бути нагородженим знаком. Наприклад: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second

source: Please check the syntax of your entry.
uk: Будь ласка, перевірте синтаксис запису.

source: Powered by Open edX
uk: За підтримки Open edX

source: Blog
uk: Блог

source: News
uk: Новини

source: Help Center
uk: Центр допомоги

source: Contact
uk: Контакти

source: Careers
uk: Вакансії

source: Donate
uk: Пожертвувати

source: Terms of Service & Honor Code
uk: Умови надання послуг і Кодекс честі

source: Privacy Policy
uk: Політика конфіденційності

source: Accessibility Policy
uk: Політика щодо доступності матеріалів

source: Sitemap
uk: Карта сайту

source: Media Kit
uk: Пакет Медіафайлів

source: Terms of Service
uk: Умови користування

source: Terms of Services
uk: Умовами користування

source: Download the {platform_name} mobile app from the Apple App Store
uk: Завантажити мобільний додаток {platform_name} з сайту магазину додатків компанії Apple

source: Download the {platform_name} mobile app from Google Play
uk: Завантажити мобільний додаток {platform_name} з сайту Google Play

source: "{course_title}" Course Staff
uk: "{course_title}" Персонал курсу

source: CCX Coach
uk: CCX Тьютор

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
uk: CCX в цьому курсі може бути створений тільки через зовнішній сервіс. Для отримання доступу зв'яжіться з адміністратором курсу.

source: The course is full: the limit is {max_student_enrollments_allowed}
uk: Курс повний, обмеження в {max_student_enrollments_allowed} слухачів не може бути перевищене

source: You must be a CCX Coach to access this view.
uk: Цей режим доступний для перегляду тільки тьюторам.

source: You must be the coach for this ccx to access this view
uk: Доступ до цього режиму перегляду є тільки у тьюторів даного індивідуального курсу

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
uk: Неможливо створити CCX на основі курсу з застарілим ідентифікатором. Перезапустіть курс в edX Studio.

source: created
uk: створено

source: regenerated
uk: повторно створено

source: generated
uk: створено

source: All learners
uk: Всі слухачі

source: For exceptions
uk: Для винятків

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
uk: Читабельний опис прикладу сертифікату. Наприклад, «Підтверджений сертифікат» або «Сертифікат Кодексу честі», щоб показати різницю між двома типами сертифікатів.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
uk: Унікальний ідентифікатор для прикладу сертифіката. Він використовується для того, щоб визначити який приклад сертифіката був оброблений.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
uk: Ключ доступу для прикладу сертифіката. Він використовується для того, щоб перевірити, що відправник є тією сабою особою, яка запросила створення сертифікату.

source: The full name that will appear on the certificate.
uk: Це ім'я буде використано на вашому сертифікаті.

source: The template file to use when generating the certificate.
uk: Файл шаблону, який буде використаний для створення сертифіката.

source: The status of the example certificate.
uk: Статус, який позначає, що це приклад сертифіката.

source: The reason an error occurred during certificate generation.
uk: Причина помилки, що сталася під час випуску сертифіката.

source: The download URL for the generated certificate.
uk: Посилання для скачування сертифіката

source: Name of template.
uk: Назва шаблону.

source: Description and/or admin notes.
uk: Опис і/або примітки адміністратора.

source: Django template HTML.
uk: Шаблон Django HTML

source: Organization of template.
uk: Організація, зазначена у шаблоні.

source: The course mode for this template.
uk: Режим курсу даного шаблону.

source: On/Off switch.
uk: Вкл./Викл.

source: Description of the asset.
uk: Опис файлу.

source: Asset file. It could be an image or css file.
uk: Файл ресурсів. Це повинен бути файл css або картинка.

source: Asset's unique slug. We can reference the asset in templates using this value.
uk: Коротке унікальне ім'я. Це значення може бути використане для створення посилання на файл в шаблонах.

source: user is not given.
uk: користувач не заданий.

source: user '{user}' does not exist
uk: користувач '{user}' не існує

source: Course id '{course_id}' is not valid
uk: Ідентифікатор курсу '{course_id}' недійсний

source: The course does not exist against the given key '{course_key}'
uk: Курсу з ключем '{course_key}' не існує

source: User {username} does not exist
uk: Користувач {username} не існує

source: {course_key} is not a valid course key
uk: {course_key} недійсний ключ курсу

source: The course {course_key} does not exist
uk: Курсу {course_key} не існує

source: User {username} is not enrolled in the course {course_key}
uk: Користувач {username} не зареєстрований на курс {course_key}
