Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: View Dashboard
uk: Переглянути Панель користувача

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
uk: Ви були успішно зараховані на {course_names}. Квитанція була відправлена {receipient_emails}

source: The following receipt has been emailed to {receipient_emails}
uk: Наступна квитанція надсилається на адресу {receipient_emails}

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
uk: Будь ласка, надішліть кожен професійний унікальний код для реєстрації на курсі. Лист підтвердження/отримання електронною поштою, що ви отримаєте, містить шаблон з інструкціями для вступників курсу.

source: Enrollment Link
uk: Посилання для запису на курс

source: Used
uk: Використаний

source: Invalid
uk: Некоректний

source: Date of purchase
uk: Дата оплати

source: N/A
uk: Недоступний

source: Purchase Order Number
uk: Номер замовлення

source: Company Contact Name
uk: Контактне ім'я компанії

source: Company Contact Email
uk: Контактна електронна адреса компанії

source: Recipient Name
uk: Ім’я отримувача

source: Recipient Email
uk: Електронна адреса отримувача

source: Card Type
uk: Тип карти

source: Credit Card Number
uk: Номер кредитної карти

source: Address 1
uk: Адреса 1

source: Address 2
uk: Адреса 2

source: State
uk: Статус

source: Registration for:
uk: Реєстрація для:

source: Price per student:
uk: Ціна для одного студента:

source: Discount Applied:
uk: Знижку застосовано:

source: Students
uk: Студнти

source: Note: items with strikethough like <del>this</del> have been refunded.
uk: Зверніть увагу: пункти,що були закреслені, як-от <del>цей</del> було повернено

source: Confirm Enrollment
uk: Підтвердити запис на курс

source: {site_name} - Confirm Enrollment
uk: {site_name} - Підтвердити запис на курс

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
uk: Ви вдало записались на {course_name}. Цей курс додано до Вашої панелі керування.

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
uk: Ви вже записались на цей курс. Відвідайте Вашу {link_start}панель керування{link_end} для перегляду курсу.

source: The course you are enrolling for is full.
uk: Курс, на який Ви намагаєтеся записатись, повний.

source: The course you are enrolling for is closed.
uk: Курс, на який Ви намагаєтеся підписатися, закритий.

source: {course_names} has been removed because the enrollment period has closed.
uk: {course_names} було видалено через те, що дата запису на цей курс сплила.

source: Students:
uk: Студенти:

source: Remove
uk: Видалити

source: discount or activation code
uk: код знижки або активаційний код

source: Apply
uk: Прийняти

source: code has been applied
uk: Код було прийнято

source: TOTAL:
uk: ВСЬОГО:

source: After this purchase is complete, {username} will be enrolled in this course.
uk: Після завершення купівлі, {username} буде записано на цей курс.

source: Empty Cart
uk: Порожня кошик

source: Shopping cart
uk: Кошик

source: {platform_name} - Shopping Cart
uk: {platform_name} - Кошик

source: Confirmation
uk: Підтвердження

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
uk: Сторінка, яку Ви шукали, не знайдена. Поверніться до {link_start} домашньої сторінки {link_end} або повідомте нам про будь-які сторінки, які могли бути переміщені, повідомленням e-mail на {email}.

source: FAQ
uk: Питання та відповіді

source: Jobs
uk: Вакансії

source: In the Press
uk: У ЗМІ

source: Currently the {platform_name} servers are down
uk: На даний момент сервери {platform_name} недоступні

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
uk: Наші співробітники намагаються відновити доступ до сайту якомога швидше. Будь ласка, відправте нам повідомлення на адресу {tech_support_email}, щоб повідомити про проблеми або неполадки, що виникли.

source: There has been a 500 error on the {platform_name} servers
uk: Помилка 500 на серверах {platform_name}

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
uk: Будь ласка, зачекайте кілька секунд, а потім перезавантажте сторінку. Якщо проблема не буде вирішена​​, будь ласка, зв'яжіться з нами за адресою {email}.

source: Currently the {platform_name} servers are overloaded
uk: На даний момент сервери {platform_name} перевантажені

source: Account Settings
uk: Налаштування облікового запису

source: Please Wait
uk: Будь ласка, зачекайте

source: Sign in or Register
uk: Увійдіть або зареєструйтесь

source: Student Support
uk: Підтримка студентів

source: Student Support: Certificates
uk: Підтримка студентів: сертифікати

source: About to refund this order:
uk: Щоб повернути це замовлення:

source: Order Id:
uk: ID замовлення

source: Enrollment:
uk: Зарахування:

source: enrolled
uk: зараховано

source: unenrolled
uk: відраховано

source: Cost:
uk: Вартість:

source: CertificateItem Status:
uk: Статус сертифіката:

source: Order Status:
uk: Статус замовлення:

source: Fulfilled Time:
uk: Час виконання:

source: Refund Request Time:
uk: Час запиту про повернення коштів:

source: User Survey
uk: Опитування користувача

source: Pre-Course Survey
uk: Опитування перед початком курсу

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
uk: Ви будете мати доступ до курсу одразу, як ви заповните наступну форму. Поля, які відмічені зірочкою (*) - обов'язкові для заповнення. Ця інформація буде використовуватися тільки {platform_name} і не буде відображена ніяким чином у Вашому профілі.

source: You are missing the following required fields:
uk: Ви не заповнили наступні необхідні поля:

source: Why do I need to complete this information?
uk: Навіщо мені надавати цю інформацію?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
uk: Ми використовуємо інформацію, яку Ви надали, для покращення курсу як для поточних так і для майбутніх студентів. Чим більше ми знаємо про Ваші специфічні вимоги, тим краще ми можемо зробити цей курс.

source: Who can I contact if I have questions?
uk: З ким я можу зв'язатися, якщо в мене виникнуть питання?

source: Have questions?
uk: Є питання?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
uk: Будь ласка, перегляньте {a_start}список поширених питань про сертифікати{a_end}.

source: Re-Verify for {course_name}
uk: Пройти повторну перевірку для {course_name}

source: Verify For {course_name}
uk: Перевірка для {course_name}

source: Enroll In {course_name}
uk: Записатися на {course_name}

source: Technical Requirements
uk: Технічні вимоги

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
uk: Будь ласка, переконайтесь, що ваш браузер оновлено {strong_start}{a_start}до найбільш актуальної версії{a_end}{strong_end}. Також переконайтесь, що ваша {strong_start}вебкамера під'єднана, увімкнена та може працювати в браузері (зазвичай це налаштовується в опціях браузера).{strong_end}

source: Re-Verification
uk: Повторна перевірка

source: Identity Verification
uk: Перевірка особистості

source: You cannot verify your identity at this time.
uk: Ви не можете пройти перевірку особистості у на час.

source: Return to Your Dashboard
uk: Повернутися до Вашої Панелі управління

source: Learn more
uk: Дізнатися більше

source: Changes
uk: Зміни

source: Add article
uk: Додати статтю

source: e.g. en for English
uk: наприклад: en для англійської

source: All Rights Reserved
uk: Всі права захищено

source: Attribution
uk: Авторство

source: Noncommercial
uk: Не комерційний

source: No Derivatives
uk: Забороняється модифікувати контент

source: Share Alike
uk: Розповсюджувати за тих же умов

source: Creative Commons licensed content, with terms as follow:
uk: Захищено ліцензією Creative Commons на умовах:

source: Some Rights Reserved
uk: Деякі права захищені.

source: Important Course Dates
uk: Важливі дати курсу

source: Today is {date}
uk: Сьогодні {date}

source: Search Results
uk: Результати Пошуку

source: Connected Accounts
uk: Підключені Профілі

source: Linked
uk: Прив'язано

source: Not Linked
uk: Не прив'язано

source: Unlink
uk: Відв'язати

source: Link
uk: Прив'язати

source: Explore New Courses
uk: Обрати нові курси

source: My Profile
uk: Мій профіль

source: Page Footer
uk: Нижній колонтитул сторінки

source: About edX
uk: Про edX

source: edX Home Page
uk: edX Домашня сторінка

source: Find Courses
uk: Знайти курси

source: Schools & Partners
uk: Школи та партнери

source: Print
uk: Друкувати

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
uk: {b_start}Підтримайте нашу Місію: {b_end} EdX, це некомерційна організація, надходження від підтверджених сертифікатів допомагають нам фінансувати вільну освіту для всіх, глобально

source: EdX, Open edX, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
uk: EdX, Open edX, та логотипи edX and Open edX є зареєстрованими торгівельними марками або є торгівельними марками {link_start}edX Inc.{link_end}

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
uk: {tos_link_start}Умови надання Послуг{tos_link_end} і {honor_link_start}Кодекс Честі{honor_link_end}

source: Copyright
uk: Авторське право

source: Copyright {year}. All rights reserved.
uk: Copyright {year}. Всі права захищено.

source: For anyone, anywhere, anytime
uk: Для будь-кого, будь-де, будь-коли

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
uk: Ви отримаєте листа-активацію. Для завершення реєстрації ви повинні перейти за посиланням-активацією. Не бачите листа? Перевірте теку "Спам" і позначте листи від class.stanford.edu як "Не спам", якщо ви хочете отримувати повідомлення від наших курсів.

source: Need help in registering with {platform_name}?
uk: Потребуєте допомоги в реєстрації на {platform_name}?

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
uk: Як тільки ви зареєструєтесь, на більшість ваших питань можна буде знайти відповідь на спеціалізованих гілках форуму курсу або у розділі FAQ.

source: Thank you for signing up for {platform_name}.
uk: Дякуємо за реєстрацію на {platform_name}!

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
uk: Щоб почати навчання на курсах {platform_name}, активуйте свій обліковий запис, перейшовши за посиланням нижче або скопіювавши його в адресний рядок браузера.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
uk: Якщо Ви не робили такого запиту, подальших дій не потрібно; ви більше не будете отримувати від нас повідомлень. Будь ласка, не відповідайте на це повідомлення; якщо Вам потрібна допомога, загляньте на сторінку "Поширені питання" сайту {platform_name}.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
uk: Це підтвердження зміни електронної адреси, що пов'язана з вашим обліковим записом на {platform_name}, з {old_email} на {new_email}. Якщо ви не робили такого запиту, будь ласка, зв'яжіться з нами за адресою

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
uk: Вибачте. Наш персонал відхилив ваш запит на зміну вашого імені з {old_name} на {new_name}. Якщо вам все ще потрібна наша допомога, будь ласка, надішліть листа на адресу технічної підтримки {email}

source: Put your Honor Code here!
uk: Додати свій Кодекс честі сюди!

source: The page that you were looking for was not found.
uk: Сторінку, яку ви шукали не знайдено

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
uk: Поверніться до домашньої сторінки {homepage} або повідомте нам про будь-які сторінки, які могли бути переміщені, повідомленням на {email}.

source: The {em_start}{studio_name}{em_end} servers encountered an error
uk: На серверах {studio_name} сталася помилка

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
uk: Виникла помилка в {studio_name}, і не вдалося завантажити сторінку. Будь ласка, спробуйте ще раз через кілька хвилин.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
uk: Ми зафіксували помилку, і наші співробітники в даний час працюють для вирішення цієї проблеми якомога швидше.

source: If the problem persists, please email us at {email_link}.
uk: Якщо проблема не буде вирішена​​, будь ласка, зв'яжіться з нами за адресою {email_link}.

source: Your account is already active
uk: Ваш аккаунт вже активовано!

source: Your account activation is complete!
uk: Активацію профілю завершено!

source: Your account activation is invalid
uk: Активація профілю не виконана

source: Files & Uploads
uk: Файли і завантаження

source: Files &amp; Uploads
uk: Файли і завантаження

source: Upload New File
uk: Завантажити новий файл

source: Adding Files for Your Course
uk: Додати файли до вашого курсу

source: To add files to use in your course, click {em_start}Upload New File{em_end}. Then follow the prompts to upload a file from your computer.
uk: Для того щоб додати файли для використання у вашому курсі, натисніть {em_start}Завантажити новий файл{em_end}. Після цього слідуйте підказкам для завантаження файлу з вашого комп'ютера.

source: {em_start}Caution{em_end}: {platform_name} recommends that you limit the file size to {em_start}10 MB{em_end}. In addition, do not upload video or audio files. You should use a third party service to host multimedia files.
uk: {em_start}Увага{em_end}: {platform_name} рекомендує обмежити розмір файлу до {em_start}10 МБ{em_end}. Крім того, не завантажуйте відео- та аудіофайли. Для розміщення мультимедійних файлів використовуйте інший сервіс.

source: The course image, textbook chapters, and files that appear on your Course Handouts sidebar also appear in this list.
uk: Зображення курсу, розділи підручників та файли, які з'являються на бічній панелі наборів курсів, також відображаються у цьому списку.

source: Using File URLs
uk: Використання URL-адреси файлу

source: Use the {em_start}{studio_name} URL{em_end} value to link to the file or image from a component, a course update, or a course handout.
uk: Використовуйте значення {em_start}{studio_name} URL-адреси{em_end}, для посилання на файл чи зображення з компонету, оновлення курсу чи роздаткових матеріалів курсу.

source: Use the {em_start}Web URL{em_end} value to reference the file or image only from outside of your course. {em_start}Note:{em_end} If you lock a file, the Web URL no longer works for external access to a file.
uk: Використовуйте значення {em_start}Web URL{em_end} для посилання на файл чи зображення лише зовні вашого курсу. {em_start}Примітка{em_end}: Якщо ви блокуєте файл, веб-URL більше не працює для зовнішнього доступу до файлу.

source: To copy a URL, double click the value in the URL column, then copy the selected text.
uk: Щоб скопіювати URL-адресу, двічі натисніть на значення у стовпчику URL, а потім скопіюйте виділений текст.

source: Learn more about managing files
uk: Дізнайтеся більше про керування файлами

source: close
uk: закрити

source: Max per-file size: {max_filesize}MB
uk: Максимальний розмір одного файлу: {max_filesize}МБ

source: Choose File
uk: Обрати файл

source: Your file has been deleted.
uk: Ваш файл було видалено.

source: close alert
uk: закрити

source: Course Certificates
uk: Сертифікати курсу

source: This course does not use a mode that offers certificates.
uk: Цей курс не використовує режим, що пропонує сертифікати

source: Working with Certificates
uk: Робота з сертифікатами

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
uk: Укажіть назву курсу для сертифікату, якщо офіційний заголовок курсу є надто довгим, і погано відображається.

source: For verified certificates, specify between one and four signatories and upload the associated images.
uk: Для верифікованих сертифікатів вкажіть від одного до чотирьох підписантів та завантажте відповідні зображення.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
uk: Щоб відредагувати або видалити сертифікат, перш ніж він буде активований, наведіть курсор у верхній правій частині сторінки та виберіть {em_start}"Редагувати"{em_end} або значок видалення.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
uk: Щоб переглянути зразок сертифіката, оберіть режим курсу та натисніть {em_start}"Попередній перегляд сертифікату"{em_end}.

source: Issuing Certificates to Learners
uk: Видача сертифікатів для студентів

source: To begin issuing certificates, a course team member with the Admin role selects {em_start}Activate{em_end}. Course team members without the Admin role cannot edit or delete an activated certificate.
uk: Тільки адміністратор курсу може розпочати видачу сертифікатів. Для цього потрібно натиснути {em_start}"Активувати"{em_end}. Члени команди курсу без прав адміністратора, не можуть редагувати або видаляти активований сертифікат.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
uk: {em_start}Не видаляйте{em_end} сертифікати після початку курсу; студенти, які вже отримали сертифікати, більше не матимуть доступу до них.

source: Learn more about certificates
uk: Дізнайтеся більше про сертифікати

source: Other Course Settings
uk: Інші налаштування курсу

source: Details &amp; Schedule
uk: Деталі та Розклад

source: Grading
uk: Оцінювання

source: Course Team
uk: Команда курсу

source: Advanced Settings
uk: Розширені налаштування

source: Duplicate
uk: Створити копію

source: Duplicate this component
uk: Створити копію цього компонента

source: Drag to reorder
uk: Перетягніть, щоб змінити порядок

source: Use this ID when you create links to this unit from other course content. You enter the ID in the URL field.
uk: Використовуйте цей ID, коли створюєте посилання на цей блок з іншого курсу. Введіть ID у поле URL.

source: View Live Version
uk: Дивитись наживо

source: Learn more about component containers
uk: Дізнайтеся більше про контейнери компонентів

source: Unit Location
uk: Місцезнаходження блоку

source: Location ID
uk: ID місцезнаходження

source: Location in Course Outline
uk: Місцерозташування в структурі курсу

source: Create a re-run of a course
uk: Створити перезапуск курсу

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
uk: Надайте інформацію для цього перезапуску курсу. Оригінальний курс ніяким чином не буде змінено.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
uk: Примітка: організація, номер курсу та запуск курсу, разом, повинні бути унікальним ідентифікатором нового екземпляру курсу.

source: e.g. Introduction to Computer Science
uk: наприклад: вступ до компьютерної науки

source: The public display name for the new course. (This name is often the same as the original course name.)
uk: Загальнодоступне відображення назви нового курсу. (Ця назва часто така сама, як і назва оригінального курсу.)

source: Organization
uk: Організація

source: e.g. UniversityX or OrganizationX
uk: наприклад: UniversityX або OrganizationX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
uk: Назва організації, що фінансує новий курс. (Ця назва часто така сама, як і назва організації оригінального курсу.)

source: Note: No spaces or special characters are allowed.
uk: Примітка. Не дозволяється використовувати пробіли або спеціальні символи.

source: e.g. CS101
uk: наприклад: CS101

source: The unique number that identifies the new course within the organization. (This number is often the same as the original course number.)
uk: Унікальний номер, який визначає новий курс в організації. (Цей номер часто збігається з номером оригінального курсу.)

source: Course Run
uk: Запуск курсу

source: e.g. 2014_T1
uk: наприклад: 2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
uk: Термін в який стартує новий курс. (Це значення часто відрізняється від значення оригінального курсу.)

source: Create Re-run
uk: Створити повторну операцію

source: When will my course re-run start?
uk: Коли розпочнеться мій перезапуск курсу?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
uk: Новий курс розпочнеться 1 січня 2030 року опівночі (UTC).

source: What transfers from the original course?
uk: Що буде перенесено з оригінального курсу?

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
uk: Новий курс має ту ж саму структуру та контент, який мав курс-оригінал. Усі завдання, видео, оголошення та інші файли будуть дублюватися у новому курсі.

source: What does not transfer from the original course?
uk: Що не буде перенесено з оригінального курсу?

source: You are the only member of the new course's staff. No students are enrolled in the course, and there is no student data. There is no content in the discussion topics or wiki.
uk: Тільки ви були додані до списку персоналу нового курсу. Наразі на курс не зарахований жоден студент, і не існує даних студентів. У темах обговорень та вікі немає контенту.

source: Learn more about Course Re-runs
uk: Дізнайтеся більше про перезапуск курсу

source: Course Updates
uk: Оновлення курсу

source: New Update
uk: Додати оновлення
