Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
uk: Введіть пари дат, коли студенти не можуть розміщувати пости на дискусійних форумах. У межах наданих дужок введіть додаткові квадратні дужки, що оточують кожну пару дат, яку ви додаєте. Формат кожної пари дат: ["РРРР-ММ-ДД", "РРРР-ММ-ДД"]. Щоб вказати як час, так і дату, форматуйте кожну пару як ["РРРРМ-ММ-ДДТЧ: ММ", "РРРР-ММ-ДДТЧ: ММ"]. Не забудьте включити "T" між датою та часом. Наприклад, запис, який визначає два періоди відключення, виглядає таким чином, включаючи зовнішню пару квадратних дужок: [["2015-09-15", "2015-09-21"], ["2015-10-01", " 2015-10-08 "]]

source: Discussion Topic Mapping
uk: Схема тем обговорення

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
uk: Введіть категорії обговорення у такому форматі: "Назва категорії": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Наприклад, одна категорія обговорення може бути "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Значення "id" для кожної категорії має бути унікальним. У значеннях "id" підтримуються лише такі спеціальні символи, як нижнє підкреслення, дефіс та точка. Ви також можете вказати категорію як стандартну для нових публікацій на сторінці "Обговорення", встановивши її атрибут "default" як "true". Наприклад, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period.
uk: Введіть категорії обговорення у такому форматі: "Назва категорії": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Наприклад, одна категорія обговорення може бути "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Значення "id" для кожної категорії має бути унікальним. У значеннях "id" підтримуються лише такі спеціальні символи, як нижнє підкреслення, дефіс та точка.

source: Discussion Sorting Alphabetical
uk: Обговорення, відсортовані за алфавітом

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
uk: Введіть true або false. Якщо це true, категорії та підкатегорії дискусій сортуються в алфавітному порядку. Якщо false, вони сортуються хронологічно за датою та часом створення.

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically.
uk: Введіть true або false. Якщо це true, категорії та підкатегорії дискусій сортуються в алфавітному порядку. Якщо false, вони сортуються хронологічно.

source: Course Announcement Date
uk: Дата оголошення курсу

source: Enter the date to announce your course.
uk: Введіть дату, коли ваш курс буде оголошений.

source: Cohort Configuration
uk: Конфігурація категорії

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
uk: Введіть налаштування виду ключ-значення, щоб включити функціонал груп, задати автоматичний розподіл слухачів на групи, або виділити які-небудь загальні теми обговорень курсу як приватні для членів групи.

source: Course Is New
uk: Новий курс

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
uk: Введіть "true" або "false". Якщо введено значення "true", курс відображатиметься у списку нових курсів на головній сторінці сайту, а поруч з емблемою курсу тимчасово з'являється помітка "Новий!"

source: Mobile Course Available
uk: Доступність мобільних курсів

source: Enter true or false. If true, the course will be available to mobile devices.
uk: Введіть "true" або "false". Якщо введено значення "true", курс буде доступний на мобільних пристроях.

source: Video Upload Credentials
uk: Дані відео завантаження

source: Enter the unique identifier for your course's video files provided by edX.
uk: Введіть унікальний ідентифікатор для відео файлів курсу, що надано edX.

source: Course Not Graded
uk: Курс не оцінюється

source: Enter true or false. If true, the course will not be graded.
uk: Введіть "true" або "false". Якщо "true", то курс не буде оцінюватися.

source: Disable Progress Graph
uk: Прибрати діаграму прогресу

source: Enter true or false. If true, students cannot view the progress graph.
uk: Введіть "true" або "false". Якщо "true", студентам буде недоступна діаграма прогресу.

source: PDF Textbooks
uk: Підручники в форматі PDF

source: List of dictionaries containing pdf_textbook configuration
uk: Список словників, що містять конфігурацію pdf_textbook

source: HTML Textbooks
uk: Підручники у форматі HTML

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
uk: Для підручників HTML, які відображаються як окремі вкладки в Навчальній програмі, введіть назву вкладки (як правило, назву книги), а також URL-адреси та назви всіх розділів книги.

source: For HTML textbooks that appear as separate tabs in the courseware, enter the name of the tab (usually the name of the book) as well as the URLs and titles of all the chapters in the book.
uk: Для підручників HTML, які відображаються як окремі вкладки в Навчальній програмі, введіть назву вкладки (як правило, назву книги), а також URL-адреси та назви всіх розділів книги.

source: Remote Gradebook
uk: Дистанційний журнал оцінок

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
uk: Введіть відображення дистанційного журналу оцінок. Використовуйте цей параметр лише тоді, коли вказано REMOTE_GRADEBOOK_URL.

source: Enable CCX
uk: Включить CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
uk: Дозвольте викладачам призначати тьюторів та надайте останнім право завідувати індивідуальними курсами в системі. Якщо вказати значення false, то це не вплине на вже сформовані індивідуальні курси, але створювати нові буде не можна.

source: CCX Connector URL
uk: URL для CCX Connector

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
uk: URL-адреса програми CCX Connector (необов'язково). Щоб дозволити використання CCX встановіть значення «Дозволити CCX» в true.

source: Allow Anonymous Discussion Posts
uk: Дозволити анонімні повідомлення в обговореннях

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
uk: Введіть true або false. Якщо true, студенти можуть створювати повідомлення для обговорення, анонімні для всіх користувачів.

source: Allow Anonymous Discussion Posts to Peers
uk: Дозволити анонімні повідомлення в обговореннях для однокурсників

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
uk: Введіть true чи false. Якщо true, студенти можуть створювати обговорення, які відображаються для інших студентів, як анонімні. Це налаштування не дозволяє робити пости анонімними для персоналу курсу.

source: Advanced Module List
uk: Список додаткових модулів

source: Course Home Sidebar Name
uk: Заголовок бічної панелі сторінки курсу

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
uk: Введіть заголовок, який ви хочете, щоб учні бачили над вашими роздатковими матеріалами на сторінці «Інформація про курс». Ваші роздаткові матеріали відображаються праворуч на сторінці.

source: Enter the heading that you want students to see above your course handouts on the Course Info page. Your course handouts appear in the right panel of the page.
uk: Введіть заголовок, який ви хочете, щоб учні бачили над вашими роздатковими матеріалами на сторінці «Інформація про курс». Ваші роздаткові матеріали відображаються праворуч на сторінці.

source: Course Handouts
uk: Роздаткові матеріали курсу

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
uk: Якщо ввести значення true, то часові пояси будуть показані поруч з датами курсів. При наявності due_date_display_format цей параметр не використовується.

source: Due Date Display Format
uk: Формат відображення терміну кінцевої дати

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
uk: Введіть формат для кінцевих дат. По замовчуванню - Пн ДД, РРРР. Введіть "%m-1 %d-%Y" для MM-DD-YYYY, "1 %d-%m-%Y" для DD-MM-YYYY, "%Y-%m-1 %d"" для РРРР-ММ- DD, або "%Y- 1 %d-%m" " для РРРР-ДД-ММ.

source: External Login Domain
uk: Зовнішній метод входу на курс

source: Enter the external login method students can use for the course.
uk: Введіть зовнішній метод входу, який студенти можуть використовувати для курсу.

source: Certificates Downloadable Before End
uk: Можливість скачування сертифікатів до закінчення курсу

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
uk: Введіть true або false. Якщо встановлено значення true, то слухачі зможуть отримати сертифікати до закінчення курсу за умови виконання вимог.

source: Certificates Display Behavior
uk: Умови відображення сертифікатів

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
uk: Введіть end, early_with_info або early_no_info. Після створення сертифікату студенти, які пройшли курс, бачать посилання на свої сертифікати на інформаційній панелі, а студенти, які його не пройшли, бачать інформацію про конфігурацію оцінок. За умовчанням встановлено значення end - інформація про сертифікат будe доступнa усім студентам тільки після дати закінчення курсу. Щоб відобразити інформацію про сертифікат усім студентам відразу після його створення, введіть early_with_info. Щоб відобразити лише посилання для тих студентів, які пройшли курс відразу після створення сертифікатів, введіть early_no_info.

source: Course About Page Image
uk: Зображення для сторінки "Про курс"

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
uk: Відредагувати назву файлу, що містить емблему курсу. Ви повинні завантажити цей файл на сторінці "Файли та завантаження". Ви також можете обрати емблему курсу на сторінці "Налаштування і деталі курсу".

source: Course Banner Image
uk: Титульне зображення курсу

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
uk: Редагувати ім'я файла зображення заголовка. Ви можете завантажити зображення заголовка за допомогою сторінки Налаштування і Деталі.

source: Course Video Thumbnail Image
uk: Ескіз відео курсу

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
uk: Редагувати назву мініатюрного зображення відеофайлу. Ви можете встановити мініатюрне зображення відео за допомогою сторінки Налаштування і Деталі.

source: Issue Open Badges
uk: Видача відкритих відзнак

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
uk: Видайте відкриті відзнаки для цього курсу. Значки генеруються при створенні сертифікатів.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
uk: Використовуйте цю опцію тільки для створення сертифікатів у форматі Pdf. В лапках введіть коротка назва типу сертифіката, який отримають студенти, коли закінчать курс. Наприклад: "Сертифікат".

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the course to use on the certificate that students receive when they complete the course.
uk: Використовуйте цей параметр лише при створенні PDF-сертифікатів. Між лапками введіть коротку назву курсу для використання на сертифікаті, який студенти отримують після завершення курсу.

source: Certificate Name (Short)
uk: Назва сертифікату (Коротка)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
uk: Використовуйте цю опцію тільки для створення сертифікатів у форматі Pdf. В лапках введіть довгу назва типу сертифіката, який отримають студенти, коли закінчать курс. Наприклад: "Сертифікат про успішне завершення".

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the course to use on the certificate that students receive when they complete the course.
uk: Використовуйте цей параметр лише при створенні PDF-сертифікатів. Між лапками введіть повну назву курсу для використання на сертифікаті, який студенти отримують після завершення курсу.

source: Certificate Name (Long)
uk: Назва сертифікату (Повна)

source: Certificate Web/HTML View Enabled
uk: Перегляд сертифікату Web / HTML дозволено

source: If true, certificate Web/HTML views are enabled for the course.
uk: Якщо true, переглядати сертифікати Web / HTML для курсу довзволено.

source: Certificate Web/HTML View Overrides
uk: Перегляд сертифікату Web / HTML відхилено

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
uk: Введіть для кожного курсу конкретні параметри шаблону Web / HTML тут (формат JSON).

source: Certificate Configuration
uk: Налаштування сертифіката

source: Enter course-specific configuration information here (JSON format)
uk: Введіть інформацію про налаштування даного курсу (в форматі json)

source: CSS Class for Course Reruns
uk: Клас CSS для перезапуску курсу

source: Allows courses to share the same css class across runs even if they have different numbers.
uk: Дозволити курсам використовувати один і той же CSS-клас навіть, якщо вони мають різні номери

source: Discussion Forum External Link
uk: Зовнішнє посилання на форум обговорення

source: Allows specification of an external link to replace discussion forums.
uk: Дозволяє вказати зовнішнє посилання замість того, щоб використовувати вбудований форум для обговорень.

source: Hide Progress Tab
uk: Закрити вкладку прогресу

source: Allows hiding of the progress tab.
uk: Дозволяє приховати сторінку «Прогрес».

source: Course Organization Display String
uk: Відображення назви організації курсу

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
uk: Введіть назву організації курсу, яку ви хочете відображати в програмі. Цей параметр скасовує організацію, введену вами при створенні курсу. Для використання назви організації, заданої при створенні курсу, введіть null.

source: Enter the course organization that you want to appear in the courseware. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
uk: Введіть назву організації курсу, яку ви хочете відображати в програмі. Цей параметр скасовує організацію, введену вами при створенні курсу. Для використання назви організації, заданої при створенні курсу, введіть null.

source: Course Number Display String
uk: Відображення номеру курсу

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
uk: Введіть номер курсу, який ви хочете відображати в програмі. Цей параметр заміняє номер курсу, який ви ввели при створенні курсу. Щоб використовувати номер курсу, який ви ввели при створенні курсу, введіть null.

source: Enter the course number that you want to appear in the courseware. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
uk: Введіть номер курсу, який ви хочете відображати в програмі. Цей параметр заміняє номер курсу, який ви ввели при створенні курсу. Щоб використовувати номер курсу, який ви ввели при створенні курсу, введіть null.

source: Course Maximum Student Enrollment
uk: Максимальна кількість студентів курсу

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
uk: Введіть максимальну кількість студентів, які можуть зареєструватися на курс. Щоб дозволити необмежену кількість студентів, введіть null.

source: Allow Public Wiki Access
uk: Дозволити загальний доступ до Вікі

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
uk: Введіть true чи false. Якщо true, користувачі edX можуть переглядати вікі курсу, навіть якщо вони не зареєстровані на курс.

source: Invitation Only
uk: Тільки за запрошеннями

source: Whether to restrict enrollment to invitation by the course staff.
uk: Обмежувати запрошення на реєстрацію персоналом курсу.

source: Pre-Course Survey Name
uk: Назва вступного опитування

source: Name of SurveyForm to display as a pre-course survey to the user.
uk: Назва форми-опитування, яку повинні пройти користувачі до одержання доступу до змісту курсу.

source: Pre-Course Survey Required
uk: Вимагається вступне опитування курсу

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
uk: Вкажіть, чи слухачі повинні пройти вхідне опитування, щоб отримати доступ до змісту курсу. Якщо встановлено значення true, то необхідно додати назвe в налаштуванні «Назва вступного опитування».

source: Course Visibility In Catalog
uk: Видимість курсу у каталозі

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
uk: Визначає права доступу для відображення курсу в каталозі курсу. Можна використовувати одне з трьох значень: "both" (показати в каталозі та дозволити доступ до сторінки про курс), "about" (дозволити доступ лише до сторінки про курс), "none" (не показувати в каталозі та не дозволяти доступ до сторінки про курс).

source: Both
uk: Обидва

source: About
uk: Про нас

source: None
uk: Немає

source: Entrance Exam Enabled
uk: Вступний іспит активовано

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
uk: Виберіть, чи слухачі пройти вступний іспит до того, як зможуть переглянути зміст курсу. Зауважте, що ви повинні активувати вступні випробування на цьому курсі для того, щоб ця настройка діяла.

source: Entrance Exam Minimum Score (%)
uk: Прохідний бал для вступного іспиту (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
uk: Вкажіть мінімальний прохідний бал для вступного іспиту - у відсотках. Зверніть увагу, що ви повинні активувати вступні випробування на цьому курсі для того, щоб ця настройка діяла.

source: Entrance Exam ID
uk: Ідентифікатор вступного іспиту

source: Content module identifier (location) of entrance exam.
uk: Ідентифікатор (місцезнаходження) модуля, що містить вступний іспит.

source: Social Media Sharing URL
uk: Посилання на соцмережі

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
uk: Якщо включені індивідуальні URL-адреси курсів і можливість публікувати в соціальних мережах інформацію про запис на курс з панелі управління, то ви можете додати URL-адресу, на яку будуть посилатися повідомлення в соціальних мережах (наприклад, адреса сторінки "Про курс"). URL-адреса має бути абсолютною, наприклад:\nhttp://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
uk: Мова курсу

source: Specify the language of your course.
uk: Вкажіть мову навчання на вашому курсі.

source: Teams Configuration
uk: Налаштування команд
