Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
uk: Ви можете відписатись від курсу і повністю повернути кошти протягом 14 днів після дати запуску курсу.

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
uk: Якщо ви ще не підтвердили свої дані, пройдіть по посиланню ({verification_url}).

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
uk: Ви можете відписатись від курсу і повністю повернути кошти протягом 2 днів після дати запуску курсу.

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
uk: {refund_reminder_msg} щоб повернути гроші, зв'яжіться {billing_email}. Будь ласка, включіть в лист ваш номер замовлення. Нікому не повідомляйте інформацію про вашу кредитну карту!

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
uk: Ми високо цінуємо цей щедрий внесок і вашу підтримку місії {platform_name}. Цей чек йде на підтримку благодійних внесків для цілей оподаткування. Ми підтверджуємо, що ні товари, ні послуги не були надані в обмін на цей дар.

source: Could not find a course with the ID '{course_id}'
uk: Курс '{course_id}' не виявлено.

source: Donation for {course}
uk: Пожертва на курс {course}

source: Donation for {platform_name}
uk: Пожертвування для {platform_name}

source: Page {page_number} of {page_count}
uk: Сторінка {page_number} з {page_count}

source: Invoice
uk: Рахунок-фактура

source: Order
uk: Замовлення

source: Date: {date}
uk: Дата: {date}

source: Quantity
uk: Кількість

source: List Price per item
uk: Список цін\nза одиницю

source: Discount per item
uk: Знижка\nза одиницю

source: Amount
uk: Кількість

source: Total
uk: Всього

source: Payment Received
uk: Платіж отриманий

source: Balance
uk: Залишок

source: Billing Address
uk: Адреса платника

source: Disclaimer
uk: Застереження про обмеження відповідальності

source: TERMS AND CONDITIONS
uk: ПОЛОЖЕННЯ І УМОВИ

source: The payment processor did not return a required parameter: {0}
uk: Обробка оплати не повернула необхідний параметр: {0}

source: The payment processor returned a badly-typed value {0} for param {1}.
uk: Обробка оплати повернула некоректно введене значення {0} для параметру {1}.

source: The payment processor accepted an order whose number is not in our system.
uk: Обробка оплати прийняла замовлення, номер якого не належіть нашій системі.

source: The amount charged by the processor {0} {1} is different than the total cost of the order {2} {3}.
uk: Сума прийнята системою {0} {1} відрізняється від загальної вартості замовлення {2} {3}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision_text}, and the reason was {reason_text}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
uk: На жаль, наша система платежів не прийняла ваш платіж. Отриманf відповідь: {decision_text}. Причина: {reason_text}. Грошові кошти не були зняті з рахунку. Будь ласка, спробуйте інший спосіб оплати. З питань оплати зв'яжіться з нами за адресою {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data!We apologize that we cannot verify whether the charge went through and take further action on your order.The specific error message is: {error_message}. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
uk: На жаль, наша система платежів надіслала підтвердження оплати з суперечливими даними. Прийміть наші щирі вибачення: ми не можемо перевірити, чи пройшов платіж, і зробити подальші дії відносно вашого замовлення. Зміст повідомлення про помилку: {error_message}. Можливо, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {error_message}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
uk: На жаль, сталася помилка: сума, знята за вашу покупку не збігається з підсумковою сумою вашого замовлення. Зміст повідомлення про помилку: {error_message}. Швидше за все, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {error_message}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
uk: На жаль, наша система платежів надіслала спотворене повідомлення про платіж, і ми не можемо впевнитися в тому, що повідомлення дійсно прийшло від системи платежів. Зміст повідомлення про помилку: {error_message}. Приносимо свої вибачення: ми не можемо перевірити, чи пройшов платіж, і зробити подальші дії відносно вашого замовлення. Можливо, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: Successful transaction.
uk: Вдала транзакція.

source: The request is missing one or more required fields.
uk: У запиті відсутнє одне або декілька обов'язкових полів.

source: One or more fields in the request contains invalid data.
uk: Одне або декілька полів в запиті містять некоректні дані.

source: The merchantReferenceCode sent with this authorization request matches the merchantReferenceCode of another authorization request that you sent in the last 15 minutes. Possible fix: retry the payment after 15 minutes.
uk: Код merchantReferenceCode, який було відправлено за цим запитом авторизації, збігається з кодом merchantReferenceCode іншого запиту авторизації, який ви надіслали протягом останніх 15 хвилин. Порада: ще раз спробуйте оплатити через 15 хвилин.

source: Error: General system failure. Possible fix: retry the payment after a few minutes.
uk: Помилка: Загальна системна помилка. Можливе рішення: спробуйте ще раз оплатити через декілька хвилин.

source: Error: The request was received but there was a server timeout. This error does not include timeouts between the client and the server. Possible fix: retry the payment after some time.
uk: Помилка: Запит було отримано, але закінчився час очікування на сервері. Ця помилка не враховує часову затримку між клієнтом та сервером. Порада: спробуйте оплатити ще раз через певний час.

source: Error: The request was received, but a service did not finish running in time Possible fix: retry the payment after some time.
uk: Помилка: Запит було отримано, але сервіс не закінчив свою роботу вчасно. Порада: спробуйте оплатити ще раз через певний час.

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
uk: Банк має питання щодо запиту. Можливе рішення: спробуйте інший спосіб оплати.

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible fix: retry with another form of payment
uk: Прострочена картка. Це також могло статись, якщо вказаний вами термін дії не збігається з терміном дії, який має банк. Порада: спробуйте інший спосіб платежу.

source: General decline of the card. No other information provided by the issuing bank. Possible fix: retry with another form of payment
uk: Загальна відмова картки. Банк-оператор не надав більше жодної інформації. Порада: спробуйте інший спосіб платежу.

source: Insufficient funds in the account. Possible fix: retry with another form of payment
uk: Недостатньо коштів на рахунку. Можливе рішення: спробуйте інший спосіб оплати

source: Unknown reason
uk: Невідома причина

source: Issuing bank unavailable. Possible fix: retry again after a few minutes
uk: Банк недоступний. Можливе рішення: спробуйте ще раз через кілька хвилин

source: Inactive card or card not authorized for card-not-present transactions. Possible fix: retry with another form of payment
uk: Неактивна картка або для даної картки не доступні такі транзакції. Порада: спробуйте інший спосіб платежу.

source: The card has reached the credit limit. Possible fix: retry with another form of payment
uk: На картці досягнути кредитний ліміт. Можливе рішення: спробуйте інший спосіб оплати

source: Invalid card verification number. Possible fix: retry with another form of payment
uk: Некоректний номер верифікації картки. Можливе рішення: спробуйте інший спосіб оплати

source: Invalid account number. Possible fix: retry with another form of payment
uk: Некоректний номер рахунку. Можливе рішення: спробуйте інший спосіб оплати

source: The card type is not accepted by the payment processor. Possible fix: retry with another form of payment
uk: Тип картки не сприймається системою платежу. Порада: спробуйте інший спосіб платежу.

source: General decline by the processor. Possible fix: retry with another form of payment
uk: Загальна відмова системи. Можливе рішення: спробуйте інший спосіб оплати

source: There is a problem with our CyberSource merchant configuration. Please let us know at {0}
uk: Виникла проблема з налаштуванням платіжної системи компанії CyberSource. Будь ласка, дайте нам знати {0}

source: The requested amount exceeds the originally authorized amount.
uk: Запитувана сума перевищує визначальну дозволену суму.

source: Processor Failure. Possible fix: retry the payment
uk: Системна помилка. Можливе рішення: повторіть оплату

source: The authorization has already been captured
uk: Дозвіл вже було зафіксовано

source: The requested transaction amount must match the previous transaction amount.
uk: Запитувана сума транзакції повинна збігатись з попередньою сумою транзакції.

source: The card type sent is invalid or does not correlate with the credit card number. Possible fix: retry with the same card or another form of payment
uk: Надісланий тип картки некоректний або не відповідає номеру кредитної картки. Порада: спробуйте ще раз цю картку або іншу форму платежу.

source: The request ID is invalid.
uk: Запитуваний ідентифікатор невірний.

source: You requested a capture through the API, but there is no corresponding, unused authorization record.
uk: Ви запросили захоплення засобів через API, але зв'язку немає, невикористано авторизаційний запис.

source: The transaction has already been settled or reversed.
uk: Транзакція вже була розміщена або відсторонена.

source: The capture or credit is not voidable because the capture or credit information has already been submitted to your processor. Or, you requested a void for a type of transaction that cannot be voided.
uk: Платіж не може бути скасований, оскільки сума або інформація про кредит вже відправлена\n в платіжний сервіс, або даний тип транзакції скасувати неможливо.\n

source: You requested a credit for a capture that was previously voided
uk: Ви запросили список учасників для запису, який раніше було видалено

source: Error: The request was received, but there was a timeout at the payment processor. Possible fix: retry the payment.
uk: Помилка: Запит було отримано, але закінчився час очікування платіжної системи. Порада: спробуйте оплатити ще раз.

source: The authorization request was approved by the issuing bank but declined by CyberSource.' Possible fix: retry with a different form of payment.
uk: Запит авторизації був підтриманий банком але відмовлений CyberSource.' Порада: спробуйте інший спосіб платежу.

source: UNKNOWN REASON
uk: ПРИЧИНА НЕВІДОМА

source: The payment processor did not return a required parameter: {parameter}
uk: Платіжний сервіс не передав потрібного параметра: {parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
uk: Платіжний сервіс передав значення {value} для параметра {parameter} з помилкою.

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
uk: Сума, яка стягується системою {charged_amount} {charged_amount_currency} відрізняється від загальної вартості замовлення {total_cost} {total_cost_currency}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
uk: Вибачте! Платіжна система не прийняла ваш платіж. Отримана відповідь: {рішення}, і причина {причина}. Грошові кошти не були зняті з рахунку. Будь ласка, спробуйте інший спосіб оплати. З питань оплати зв'яжіться з нами за адресою {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
uk: На жаль, наша система платежів надіслала підтвердження оплати з суперечливими даними. Прийміть наші щирі вибачення: ми не можемо перевірити, чи пройшов платіж, і зробити подальші дії відносно вашого замовлення. Зміст повідомлення про помилку: {msg}. Можливо, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
uk: Вибачте! Через помилки з вашого рахунку була списана сума, що відрізняється від вартості замовлення! Повідомлення про специфічну помилку: {msg}. Швидше за все, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
uk: Вибачте! Наша платіжна система відправила назад пошкоджене повідомлення щодо вашої оплати, тому ми не в стані перевірити, що повідомлення дійсно прийшло від платіжної системи. Повідомлення про специфічну помилку: {msg}. Приносимо свої вибачення: ми не можемо перевірити, чи пройшов платіж, і зробити подальші дії відносно вашого замовлення. Можливо, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
uk: Вибачте! Наша система оплати відправила нам повідомлення про те, що ви скасували цю угоду. Покупки будуть знаходитися у вашому кошику . Якщо ви вважаєте, що це помилка, будь ласка, зв'яжіться з нами по питань оплати {email}.

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
uk: Приносимо свої вибачення: відхилено платіж. Список товарів у вашій корзині був збережений. Якщо у вас виникли питання стосовно цієї операції, ласка, зв'яжіться з нами за адресою {email}.

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
uk: Вибачте! Ваш платіж не може бути оброблений через виникнення непередбаченої ситуації. Будь ласка, зв'яжіться з нами за адресою {email} для допомоги.

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
uk: За останні 15 хвилин ви відправили запит \n на авторизацію з таким же кодом продавця.\n Відправте повторний запит з новим кодом продавця.

source: Only a partial amount was approved.
uk: Сума була схвалена лише частково.

source: General system failure.
uk: Загальна відмова системи.

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
uk: Запит отримано, але сервер не встиг його обробити. Закінчення терміну очікування з'єднання між клієнтом і сервером\n не викликає цю помилку.

source: The request was received, but a service did not finish running in time.
uk: Запит отримано, але сервіс не встиг його обробити.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
uk: Запрос авторизації був схвалений банком, але відмовлено компанією Cybersource оскільки він не пройшов систему верифікації адреси (AVS).

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
uk: Банк, що випустив карту, поки не може схвалити платіж. Код авторизації\n не буде висланий, але ви можете дізнатися його у представників банку.\n Отримайте код або використовуйте інший спосіб оплати.\n

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
uk: Термін дії картки закінчився або\n вказаний неправильно.\n Ви можете використовувати інший спосіб оплати.\n

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
uk: Платіж був відхилений з невідомої нам причини. Зверніться до представників банку, що випустив карту.\n Ви також можете використовувати інший спосіб оплати.\n

source: Insufficient funds in the account. Possible action: retry with another form of payment.
uk: На рахунку недостатньо коштів. Ви можете використовувати інший спосіб оплати.

source: Stolen or lost card.
uk: Вкрадена чи загублена картка.

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
uk: Банк-емітент недоступний. Можливі дії: спробуйте ще раз через декілька хвилин.

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
uk: Карта заблокована або не призначена для онлайн-платежів.\n Ви можете використовувати інший спосіб оплати.\n

source: CVN did not match.
uk: Невідповідний номер CVN.

source: The card has reached the credit limit. Possible action: retry with another form of payment.
uk: Кредитний ліміт картки вичерпаний. Ви можете використовувати інший спосіб оплати.

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
uk: Недійсний код перевірки дійсності картки (CVN). Можливі дії: спробуйте оплатити іншим способом.

source: The customer matched an entry on the processors negative file.
uk: Клієнт співвідніс запис з неправильним файлом.

source: Account frozen. Possible action: retry with another form of payment.
uk: Рахунок заморожений. Ви можете використовувати інший спосіб оплати.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
uk: Запит на авторизацію схвалений банком, що випустив карту, але відхилений системою компанії Cybersource, оскільки не вдалося підтвердити номер CVN. Ви можете використовувати інший спосіб оплати.

source: Invalid account number. Possible action: retry with another form of payment.
uk: Недійсний номер рахунку. Ви можете використовувати інший спосіб оплати.

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
uk: \n Платіжна система не приймає карти такого типу.\n Ви можете використовувати інший спосіб оплати.

source: General decline by the processor. Possible action: retry with another form of payment.
uk: Платіж був відхилений. Ви можете використовувати інший спосіб оплати.

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
uk: Виникла проблема з інформацією про обліковий запис в системі платіжної компанії Cybersource. Будь ласка, дайте нам знати {0}

source: The requested capture amount exceeds the originally authorized amount.
uk: Запитувана сума перевищує ту, яка була підтверджена.

source: Processor Failure. Possible action: retry the payment
uk: Помилка платіжного сервісу. Ви можете використовувати інший спосіб оплати.

source: The authorization has already been reversed.
uk: Платіж вже скасовано.

source: The authorization has already been captured.
uk: Платіж вже прийнятий.

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
uk: \n Тип карти вказано неправильно або не відповідає номеру кредитної картки.\n Ви можете використовувати інший спосіб оплати.\n

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
uk: \n Ви вказали суму, однак авторизація платежу не була зафіксована. Трапляється таке,\n якщо раніше при авторизації стався збій, або вже була підтверджена\n операція з іншою сумою.\n

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
uk: Платіж або кредит не може бути скасований, оскільки сума вже відправлена\n в платіжний сервіс, або даний тип транзакції неможливо скасувати.

source: You requested a credit for a capture that was previously voided.
uk: Ви запросили кредит на суму, якої транзакція була скасована раніше.

source: The request was received, but there was a timeout at the payment processor.
uk: Запит отримано, але платіжний сервіс не встиг його обробити.

source: Stand-alone credits are not allowed.
uk: Окремі кредити заборонені.

source: The cardholder is enrolled for payer authentication
uk: Власник карти зареєстрований для аутентифікації платника

source: Payer authentication could not be authenticated
uk: Справжність платника не підтверджена

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
uk: Запит на авторизацію схвалений банком, що випустив карту, але відхилений системою CyberSource, оскільки ваші налаштування смарт-авторизації застаріли. Ви можете використовувати інший спосіб оплати.
