Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Credit Card - Individual
uk: Кредитна картка - фізична особа

source: manually enrolled by username: {username}
uk: вручну зарахований користувачем: {username}

source: Manually Enrolled
uk: Записаний вручну

source: Data Integrity Error
uk: Помилка цілісності даних

source: TBD
uk: Невизначена дата

source: Proctored Exam Review: {review_status}
uk: Коментар до контрольованого іспиту: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider.
uk: Очна спроба здачі іспиту {exam_name} з {course_name} слухачем {student_username} був розглянутий рецензентом і отримав відгук {review_status}.

source: User does not exist.
uk: Користувач не існує.

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
uk: Завантаженний файл має бути у форматі CSV і не містити сторонніх символів або рядків.

source: Could not read uploaded file.
uk: Не можливо прочитати завантажений файл

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
uk: Дані в рядку #{row_num} повинні містити рівно чотири колонки: адресу електронної пошти, ім'я користувача, повне ім'я і країну

source: Invalid email {email_address}.
uk: Не корректна e-mail адреса {email_address}

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
uk: Обліковий запис з адресою електронної пошти {email} існує, але вказане ім'я користувача {username} відрізняється. Продовжити реєстрацію з адресою {email}.

source: File is not attached.
uk: Файл не прикріплений

source: Username {user} already exists.
uk: Ім'я користувача {user} в системі вже існує.

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
uk: Помилка '{error}' при надсиланні листа новому користувачу (електронна пошта користувача={email}). Без листа слухач не зможе увійти в систему. Будь ласка, зв'яжіться зі службою підтримки для додаткової інформації.

source: Could not find problem with this location.
uk: Не вдалося знайти завдання з даним місцезнаходженням.

source: Invoice number '{num}' does not exist.
uk: Неможливо знайти рахунок з номером '{num}'.

source: The sale associated with this invoice has already been invalidated.
uk: Продаж по цій квитанції вже була анульована.

source: Invoice number {0} has been invalidated.
uk: Квитанція {0} була анульована.

source: This invoice is already active.
uk: Ця квитанція вже була активована.

source: The registration codes for invoice {0} have been re-activated.
uk: Реєстраційні коди для квитанції {0} були повторно активовані.

source: CourseID
uk: ID курса

source: Certificate Type
uk: Тип сертифікату

source: Total Certificates Issued
uk: Всього випущено сертифікатів

source: Date Report Run
uk: Дата запуску звіту

source: User ID
uk: ID користувача

source: Email
uk: Електронна пошта

source: Language
uk: Мова

source: Location
uk: Місце розташування

source: Birth Year
uk: Рік Народження

source: Gender
uk: Стать

source: Level of Education
uk: Рівень освіти

source: Mailing Address
uk: Ваше місто або населений пункт

source: Goals
uk: Цілі

source: Enrollment Mode
uk: Режим запису на курс

source: Verification Status
uk: Статус перевірки

source: Cohort
uk: Когорта

source: Team
uk: Команда

source: City
uk: Місто

source: Country
uk: Країна

source: The file must contain a 'cohort' column containing cohort names.
uk: Файл повинен містити стовпець «cohort», що містить назви груп.

source: The file must contain a 'username' column, an 'email' column, or both.
uk: Файл повинен містити стовпець «username», стовпець «email», або обидва.

source: Coupon Code
uk: Код купона

source: Course Id
uk: Ідентифікатор курсу

source: % Discount
uk: % знижка

source: Description
uk: Опис

source: Expiration Date
uk: Дата закінчення терміну

source: Is Active
uk: Активний

source: Code Redeemed Count
uk: Кількість використаних кодів

source: Total Discounted Seats
uk: Загальна кількість місць, сплачених зі знижкою

source: Total Discounted Amount
uk: Загальна сума знижки

source: proctored exam results
uk: результати контрольованих іспитів

source: Could not parse amount as a decimal
uk: Не вдалося розпізнати суму у вигляді десяткового числа

source: Unable to generate redeem codes because of course misconfiguration.
uk: Не вдалося генерувати компенсаційні коди із-за неправильної конфігурації курсу.

source: pdf download unavailable right now, please contact support.
uk: зараз скачування не доступно в PDF форматі, будь-ласка, зв'яжіться з командою підтримки.

source: Module does not exist.
uk: Модуль не існує.

source: An error occurred while deleting the score.
uk: Сталася помилка при видаленні балів.

source: Course has no entrance exam section.
uk: Курс не містить вступного випробування.

source: all_students and unique_student_identifier are mutually exclusive.
uk: all_students і unique_student_identifier виключають один одного.

source: all_students and delete_module are mutually exclusive.
uk: all_students і delete_module виключають один одного.

source: Requires instructor access.
uk: Потрібні права викладача

source: Course has no valid entrance exam section.
uk: Курс не містить допустимого вступного випробування.

source: All Students
uk: Усі слухачі

source: Cannot rescore with all_students and unique_student_identifier.
uk: Неможливо перерахувати бали з all_students і unique_student_identifier.

source: Successfully changed due date for student {0} for {1} to {2}
uk: Вдало змінений термін оплати для студена {0} з {1} до {2}

source: Successfully removed invalid due date extension (unit has no due date).
uk: Некоректно продовжений термін здачі завдання успішно видалений (у блоку відсутній термін здачі).

source: Successfully reset due date for student {0} for {1} to {2}
uk: Вдало відновлений термін оплати для студента {0} з {1} до {2}

source: This student (%s) will skip the entrance exam.
uk: Цей слухач (%s) може пропустити вступне випробування.

source: This student (%s) is already allowed to skip the entrance exam.
uk: Цьому слухачеві (%s) вже дозволено пропустити вступне випробування.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
uk: Складаються сертифікати для випускників курсу. Статус цього процесу можна подивитися у розділі «Запущені задачі».

source: Please select one or more certificate statuses that require certificate regeneration.
uk: Будь ласка, виберіть не менше одного статусу сертифікатів, які потрібно створити заново.

source: Please select certificate statuses from the list only.
uk: Будь ласка, виберіть статуси сертифікатів тільки з запропонованого списку.

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
uk: Повторне створення сертифікатів запущено. Статус цього процесу можна подивитися у розділі «Запущені задачі».

source: Student (username/email={user}) already in certificate exception list.
uk: Слухач (username/email={user}) виключений із списку власників сертифікатів.

source: Certificate exception (user={user}) does not exist in certificate white list. Please refresh the page and try again.
uk: (user={user}) не знайдено у списку виключень для випуску сертифікатів. Будь ласка, оновіть сторінку і спробуйте ще раз.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
uk: Поле «Ім'я користувача/електронна пошта» є обов'язковим і не може бути порожнім. Будь ласка, заповніть поле «Ім'я користувача/електронна пошта», після чого натисніть кнопку «Додати в список виключень».

source: The record is not in the correct format. Please add a valid username or email address.
uk: Ця запис неправильного формату. Будь ласка, введіть ім'я користувача чи адресу електронної пошти.

source: {user} does not exist in the LMS. Please check your spelling and retry.
uk: {user} не зареєстрований в системі. Будь ласка, перевірте правильність введення і повторіть спробу.

source: {user} is not enrolled in this course. Please check your spelling and retry.
uk: {user} не записаний на цей курс. Будь ласка, перевірте правильність введення і повторіть спробу.

source: Invalid data, generate_for must be "new" or "all".
uk: Неприпустимі дані, generate_for повинно бути "new" або "all".

source: Certificate generation started for white listed students.
uk: Розпочата процедура випуску сертифікатів для слухачів зі списку винятків.

source: user "{user}" in row# {row}
uk: користувач «{user}» в {row} рядку

source: user "{username}" in row# {row}
uk: ім’я користувача «{username}» в {row} рядку

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
uk: Сертифікат користувача {user} вже був анульований. Будь ласка, перевірте правильність введення і повторіть.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
uk: Сертифікат {user} вже є недійсним. Перед тим як продовжити, будь ласка впевніться в тому, що сертифікат слухача був створений.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
uk: Анульованих сертифікатів не існує. Будь ласка, оновіть сторінку та повторіть спробу.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
uk: Поле «Ім'я користувача/адреса електронної пошти не може бути порожнім. Заповніть поле і натисніть кнопку «Анулювати сертифікат».

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
uk: {student} не має сертифіката за курс {course}. Будь ласка, переконайтесь у правильності ім'я користувача/адресі електронної пошти та обраного курсу, потім повторіть спробу.

source: coupon id is None
uk: ідентифікаційний номер купона - None

source: coupon with the coupon id ({coupon_id}) DoesNotExist
uk: купона з ідентифікаційним номером ({coupon_id}) не існує

source: coupon with the coupon id ({coupon_id}) is already inactive
uk: купон з ідентифікаційним номером ({coupon_id}) вже недійсний

source: coupon with the coupon id ({coupon_id}) updated successfully
uk: купон з ідентифікаційним номером ({coupon_id}) успішно оновлено

source: The code ({code}) that you have tried to define is already in use as a registration code
uk: Код ({code}), що ви намагалися визначити, вже використовується в якості реєстраційного коду.

source: Please Enter the Integer Value for Coupon Discount
uk: Будь ласка, введіть цілочисельний код купона для отримання знижки.

source: Please Enter the Coupon Discount Value Less than or Equal to 100
uk: Будь ласка, введіть величину знижки по купону, меншу або рівну 100

source: Please enter the date in this format i-e month/day/year
uk: Будь ласка, введіть дати в цьому форматі, тобто місяць/день/рік

source: coupon with the coupon code ({code}) added successfully
uk: купон з кодом ({code}) успішно додано

source: coupon with the coupon code ({code}) already exists for this course
uk: Купон ({code}) для даного курсу вже був активований.

source: coupon id not found
uk: ідентифікаційний номер купона не знайдено

source: coupon with the coupon id ({coupon_id}) updated Successfully
uk: купон з ідентифікаційним номером ({coupon_id}) успішно оновлено

source: Instructor
uk: Викладач

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
uk: Щоб дізнатися більше {link_start} відвідайте {analytics_dashboard_name}, наш курс з аналізу даних {link_end}.

source: E-Commerce
uk: Електронна комерція

source: Special Exams
uk: Контрольні випробування

source: Certificates
uk: Сертифікати

source: Please Enter the numeric value for the course price
uk: Будь ласка, введіть числове значення курсу вартості

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
uk: CourseMode з режимом ({mode_slug}) не існує

source: CourseMode price updated successfully
uk: CourseMode ціну успішно оновлено

source: Course Info
uk: Інформація про курс

source: Enrollment data is now available in {dashboard_link}.
uk: Дані про кількість зареєстрованих тепер доступні тут {dashboard_link}.

source: Membership
uk: Членство

source: Cohorts
uk: Когорти

source: Discussions
uk: Обговорення

source: Student Admin
uk: Управління студентами

source: Extensions
uk: Розширення

source: Data Download
uk: Завантаження даних

source: Analytics
uk: Аналітика

source: Metrics
uk: Показники

source: 0 sent
uk: відправлених: 0

source: {num_emails} sent
uk: {num_emails} відправлено

source: {num_emails} failed
uk: {num_emails} помилка

source: Complete
uk: Завершено

source: Incomplete
uk: Незавершено

source: The enrollment code ({code}) was not found for the {course_name} course.
uk: Не знайдено реєстраційний код ({code}) для курсу {course_name}.

source: This enrollment code has been canceled. It can no longer be used.
uk: Цей реєстраційний код недійсний. Його вже не можна використовувати.

source: This enrollment code has been marked as unused.
uk: Цей реєстраційний код відзначений як невикористаний.

source: The enrollment code has been restored.
uk: Реєстраційний код відновлений.

source: The redemption does not exist against enrollment code ({code}).
uk: Код зарахування ({code}) неможливо повернути.

source: Could not find student matching identifier: {student_identifier}
uk: Не вдалося знайти слухача з ідентифікатором: {student_identifier}

source: Unable to parse date:
uk: Неможливо опрацювати дату:

source: Couldn't find module for url: {0}
uk: Неможливо знайти модуль за адресою: {0}

source: Unit {0} has no due date to extend.
uk: У блоку {0} відсутній термін здачі, який можна було б продовжити.

source: An extended due date must be later than the original due date.
uk: Дата продовженого терміну здачі завдання повинна бути пізнішою, ніж дата, зазначена раніше.

source: No due date extension is set for that student and unit.
uk: Термін здачі завдання для цього слухача не був продовжений.

source: Full Name
uk: Ім'я та прізвище

source: Full name
uk: Повне ім'я

source: Extended Due Date
uk: Розширений термін оплати

source: Users with due date extensions for {0}
uk: Користувачі з розширеннями термінів оплати для {0}

source: Due date extensions for {0} {1} ({2})
uk: Розширення термінів оплати для {0} {1} ({2})

source: Not all problems in entrance exam support re-scoring.
uk: Не всі завдання у вступному випробуванні підтримують перездачу.

source: rescored
uk: розраховано

source: reset
uk: скидано

source: deleted
uk: видалено

source: emailed
uk: відправлено

source: graded
uk: оцінено

source: problem distribution graded
uk: завдання оцінені

source: generating_enrollment_report
uk: генерація звіту про запис на курс

source: certificates generated
uk: створено сертифікатів

source: cohorted
uk: розподілено по групах

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Company Name
uk: Ім'я компанії

source: Title
uk: Назва

source: Year of Birth
uk: Рік Народження

source: Enrollment Date
uk: Дата запису на курс

source: Currently Enrolled
uk: Зараз записаний

source: Enrollment Source
uk: Спосіб запису

source: Manual (Un)Enrollment Reason
uk: Причина для ручного відрахування (зарахування)

source: Enrollment Role
uk: Роль

source: List Price
uk: Заявлена ціна

source: Payment Amount
uk: Сумa платежу

source: Coupon Codes Used
uk: Використаний код купона

source: Registration Code Used
uk: Використаний реєстраційний код

source: Payment Status
uk: Статус платежу

source: Transaction Reference Number
uk: Ідентифікаційний номер операції

source: No status information available
uk: Інформація щодо стану не доступна

source: No task_output information found for instructor_task {0}
uk: Інформацію по task_output не знайдено для instructor_task {0}

source: No parsable task_output information found for instructor_task {0}: {1}
uk: Оброблену інформацію по task_output не знайдено для instructor_task {0}: {1}

source: No parsable status information available
uk: Оброблена інформація по стану не доступна

source: No message provided
uk: Жодного повідомлення не надано

source: Invalid task_output information found for instructor_task {0}: {1}
uk: Знайдено некоректну task_output інформацію для instructor_task {0}: {1}

source: No progress status information available
uk: Інформація про прогрес стану не доступна

source: No parsable task_input information found for instructor_task {0}: {1}
uk: Оброблену інформацію по task_input не знайдено для instructor_task {0}: {1}

source: Progress: {action} {succeeded} of {attempted} so far
uk: Прогрес: на даний момент {action} {succeeded} з {attempted}

source: Unable to find submission to be {action} for student '{student}'
uk: Не вдалося знайти завдання, яке має бути {action} студента '{student}'

source: Problem failed to be {action} for student '{student}'
uk: Задача не {action} для студента '{student}'

source: Problem successfully {action} for student '{student}'
uk: Задача успішно {action} для студента '{student}'

source: Unable to find entrance exam submission to be {action} for student '{student}'
uk: Не знайдено рішення вступного іспиту щоб {action} для '{student}'

source: Entrance exam successfully {action} for student '{student}'
uk: Вступний іспит '{student}' успішний, {action}

source: Unable to find any students with submissions to be {action}
uk: Неможливо знайти жодного студента із подачами, які {action}

source: Problem failed to be {action} for any of {attempted} students
uk: Проблема не була {action} для всіх з {attempted} студентів

source: Problem successfully {action} for {attempted} students
uk: Проблема успішно {action} для {attempted} студента

source: Problem {action} for {succeeded} of {attempted} students
uk: Проблема {action} для {succeeded} з {attempted} студентів

source: Unable to find any recipients to be {action}
uk: Не вдалося знайти одержувачів, яким має бути {action} повідомлення

source: Message failed to be {action} for any of {attempted} recipients
uk: Повідомлення не було {action} для всіх з {attempted} отримувачів

source: Message successfully {action} for {attempted} recipients
uk: Повідомлення успішно {action} для {attempted} отримувачів

source: Message successfully {action} for {attempted} recipient
uk: Повідомлення успішно {action} для {attempted} отримувача

source: Message {action} for {succeeded} of {attempted} recipients
uk: Повідомлення {action} для {succeeded} з {attempted} отримувачів

source: Status: {action} {succeeded} of {attempted}
uk: Стан: {action} {succeeded} з {attempted}

source: (skipping {skipped})
uk: (пропущено {skipped})

source: (out of {total})
uk: (з {total})

source: Whether to display this module in the table of contents
uk: Показувати цей модуль в змісті

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
uk: В якому форматі цей модуль (використовується для рішення про те, яку систему оцінки застосовувати, і що показувати в змісті)

source: Course Chrome
uk: Налаштування Chrome

source: Courseware Chrome
uk: Налаштування Chrome

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
uk: Введіть навігаційні інструменти, які використовуються для XBlock у Навчальній системі . Допустимими значеннями є: "chromeless" - не використовувати вкладки або акордеон; " tabs" - використовувати лише вкладки; "accordion" - використовувати тільки акордеон; або "tabs, accordion" - використовувати вкладки та акордеон.

source: Default Tab
uk: Вкладка за промовчанням

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
uk: Введіть вкладку, вибрану в XBlock. Якщо не встановити, то за замовчуванням вибрана Навчальна программа.

source: Enter the tab that is selected in the XBlock. If not set, the Courseware tab is selected.
uk: Введіть вкладку, вибрану в XBlock. Якщо не встановити, то за замовчуванням вибрана Навчальна программа.

source: LaTeX Source File Name
uk: Назва сирцевого файлу LaTeX

source: Enter the source file name for LaTeX.
uk: Введіть ім'я вихідного файлу для LaTeX

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
uk: Словник, який зіставляє, які групи можна показувати в цьому блоці. Ключі - це ідентифікатори групових конфігурацій і значення - це список ідентифікаторів груп. Якщо немає ключа для групової конфігурації або якщо список ідентифікаторів груп порожній, то блок вважається видимим для всіх. Зверніть увагу, що це поле ігнорується, якщо блок має властивість visible_to_staff_only.

source: My Notes
uk: Мої нотатки

source: Order Payment Confirmation
uk: Підтвердження оплати замовлення

source: Confirmation and Registration Codes for the following courses: {course_name_list}
uk: Підтвердження та реєстраційні коди на наступні курси: {course_name_list}

source: Trying to add a different currency into the cart
uk: Спроба додати іншу валюту до кошика

source: Internal reference code for this invoice.
uk: Внутрішній код для цього рахунку

source: Customer's reference code for this invoice.
uk: Номер рахунку платника.

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
uk: Сума угоди. Використовуйте позитивну суму для отримання і від'ємну суму для повернення.

source: Lower-case ISO currency codes
uk: Код валюти по ISO малими літерами

source: Optional: provide additional information for this transaction
uk: Опціонально: надайте додаткову інформацію для даної транзакції

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
uk: Статус оплати або повернення. "started" означає, що оплата очікується, але гроші ще не переведені. "completed" означає, що оплата або повернення було отримано. "cancelled" означає, що оплата або повернення платежу було скасовано перш, ніж гроші були переведені.

source: The number of items sold.
uk: Кількість проданих товарів.

source: The price per item sold, including discounts.
uk: Ціна за одиницю включаючи знижки.

source: Registration for Course: {course_name}
uk: Реєстрація на курс: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
uk: Будь ласка, перейдіть до {link_start}панелі управління{link_end}, щоб переглянути свій новий курс.

source: Enrollment codes for Course: {course_name}
uk: Коди для реєстрації на курс: {course_name}

source: Mode {mode} does not exist for {course_id}
uk: Режим {mode} не існує для курсу {course_id}

source: {mode_name} for course {course}
uk: {mode_name} для курса {course}
