Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Due Time format two digit hours colon two digit minutes
uk: Формат кінцевого часу: дві цифри годин, двокрапка, дві цифри хвилин

source: Add Unit
uk: Усі розділи

source: Add All Units
uk: Додати усі розділи

source: All units have been added.
uk: Усі розділи були додані

source: View gradebook
uk: Переглянути журнал оцінок

source: Download student grades
uk: Завантажити оцінки студента

source: Print or share your certificate:
uk: Надрукувати або поділитись Вашим сертифікатом:

source: Click the link to see my certificate.
uk: Натисніть на посилання, щоб побачити мій сертифікат.

source: Post on Facebook
uk: Опублікувати у Facebook

source: Share on Twitter
uk: Поширити у Twitter

source: Tweet this Accomplishment. Pop up window.
uk: Поширити це досягнення у Twitter. З'явиться додаткове вікно.

source: Add to LinkedIn Profile
uk: Додати до профілю на LinkedIn

source: Add to Mozilla Backpack
uk: Додати до Mozilla Backpack

source: Print Certificate
uk: Роздрукувати сертифікат

source: {platform_name} Home
uk: {platform_name} Домашня сторінка

source: Noted by
uk: Запис зроблено

source: Supported by the following organizations
uk: Організації, які підтримують:

source: Cannot Find Certificate
uk: Сертифікат не знайдено

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
uk: Ми не можемо знайти сертифікат за посиланням або ідентифікаційним номером. Якщо ви намагаєтеся перевірити сертифікат, переконайтеся, що посилання або ідентифікатор правильний. Якщо ви впевнені, що посилання або ідентифікатор вірний, зверніться в службу підтримки.

source: Invalid Certificate Configuration.
uk: Неправильна настройка сертифіката

source: There is a problem with this certificate.
uk: Виникла проблема з цим сертифікатом.

source: To resolve the problem, your partner manager should verify that the following information is correct.
uk: Щоб усунути проблему, ваш партнерський менеджер повинен перевірити, що наступна інформація коректна.

source: The institution&#39;s logo.
uk: Логотип освітньої організації.

source: The institution that is linked to the course.
uk: Назва організації, пов'язаної з курсом.

source: The course information in the Course Administration tool.
uk: Інформація про курс в розділі адміністрування курсу.

source: If all of the information is correct and the problem persists, contact technical support.
uk: Якщо всі дані введені правильно і помилка повторюється, зв'яжіться з технічною підтримкою.

source: Checkout Cancelled
uk: Платіж скасовано

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
uk: Ваша транзакція скасована. Якщо ви вважаєте, що сталася помилка, напишіть нам на {email}.

source: Checkout Error
uk: Помилка оплати

source: An error has occurred with your payment. <b>You have not been charged.</b> Please try to submit your payment again. If this problem persists, contact {email}.
uk: Під час обробки платежу сталася помилка. <b>Гроші не були списані.</b> Будь ласка, спробуйте здійснити платіж ще раз. Якщо проблема повториться, зверніться за адресою {email}.

source: Loading Order Data...
uk: Завантаження інформацію про замовлення...

source: Please wait while we retrieve your order details.
uk: Будь ласка, зачекайте, доки ми оновимо інформацію про Ваше замовлення.

source: Sorry, there was an error when trying to enroll you
uk: Пробачте, виникла помилка при спробі зареєструвати Вас

source: Pursue Academic Credit with a Verified Certificate
uk: Отримуйте залікові бали з допомогою підтверджених сертифікатів

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
uk: Скористайтесь правом на отримання залікових кредитів і продемонструйте свої нові знання і навички за допомогою підтвердженого сертифіката. Використовуйте його в вашому навчальному закладі, при влаштуванні на нову роботу або для кар'єрного зростання на поточному місці.

source: Benefits of a Verified Certificate
uk: Переваги верифікованого сертифікату

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
uk: {b_start}Зараховується у ВУЗах.{b_end} Отримайте залікові бали після успішного закінчення курсу.

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
uk: {b_start}Офіційний документ.{b_end} Отримайте підписаний викладачем сертифікат з логотипом навчального закладу.

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
uk: {b_start}Простота поширення:{b_end} Додайте Ваш сертифікат до Вашого резюме або додайте до Вашого профілю у LinkedIn

source: Pursue a Verified Certificate
uk: Замовити верифікований сертифікат

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
uk: Виділіть ваші нові знання та навички за допомогою підтвердженого сертифіката. Використовуйте цей спосіб, щоб покращити перспективи працевлаштування та просування вашої кар'єри або покажіть його при вступі у навчальні заклади.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
uk: {b_start}Офіційний документ: {b_end} Отримайте підписаний викладачем сертифікат з логотипом навчального закладу.

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
uk: {b_start}Простота поширення:{b_end} Додайте Ваш сертифікат до Вашого резюме або додайте до Вашого профілю у LinkedIn

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
uk: {b_start}Мотивація: {b_end} Створіть додатковий стимул для успішного закінчення курсу.

source: Audit This Course
uk: Безкоштовне прослуховування курсу

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
uk: Безкоштовно перегляньте цей курс та отримайте доступ до всіх навчальних матеріалів, тестів та форуму.

source: Audit This Course (No Certificate)
uk: Безкоштовне прослуховування курсу (сертифікат не видається)

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
uk: Пройдіть цей курс безкоштовно і отримайте повний доступ до всіх навчальних матеріалів, тестів, і форуму. {b_start}Будь ласка, зверніть увагу, що цей варіант проходження не пропонує сертифікат для тих слухачів, які заробляють на прохідний бал.{b_end}

source: {chapter} current chapter
uk: {chapter} поточна глава

source: due {date}
uk: до {date}

source: This content is graded
uk: Цей елемент курсу перевірений

source: An error occurred. Please try again later.
uk: Помилка. Будь ласка, спробуйте пізніше.

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
uk: Користувачеві даного облікового запису не дозволена реєстрація для участі в цьому курсі. Можливо, Вам потрібно {start_logout_tag}вийти з системи{end_tag}, а потім знову спробувати зареєструватися. Будь ласка, перегляньте розділ {start_help_tag}допомоги{end_tag}, щоб знайти можливе рішення проблеми.

source: You are enrolled in this course
uk: Ви записані на цей курс

source: View Course
uk: Переглянути курс

source: View Courseware
uk: Переглянути курс

source: Overview
uk: Огляд

source: This course is in your <a href="{cart_link}">cart</a>.
uk: Цей курс у вашому <a href="{cart_link}">кошику</a>.

source: Course is full
uk: Курс набрано

source: Enrollment in this course is by invitation only
uk: Реєстрація на цей курс тільки по запрошенню

source: Enrollment is Closed
uk: Запис на курс завершено

source: Add {course_name} to Cart <span>({price} USD)</span>
uk: Додати {course_name} до корзини <span>({price} USD)</span>

source: Enroll in {course_name}
uk: Записатися на курс {course_name}

source: View About Page in studio
uk: Переглянути Інформаційну Сторінку в Studio

source: Classes Start
uk: Старт

source: Classes End
uk: Заняття закінчуються

source: Estimated Effort
uk: Час

source: Prerequisites
uk: Необхідні умови для запису на курс

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
uk: Ви повинні завершити {link_start}{prc_display}{link_end} перед початком цього курсу.

source: Additional Resources
uk: Додаткові ресурси

source: enroll
uk: зареєструватися на курс

source: Share with friends and family!
uk: Поділитися з родиною та друзями!

source: I just enrolled in {number} {title} through {account}: {url}
uk: Я щойно записався на {number} {title} через {account}: {url}

source: Take a course with {platform} online
uk: Пройти курс {platform} онлайн

source: I just enrolled in {number} {title} through {platform} {url}
uk: Я щойно записався на {number} {title} через {platform} {url}

source: Tweet that you've enrolled in this course
uk: Поділіться у Twitter тим, що Ви зареєструвались на цей курс

source: Post a Facebook message to say you've enrolled in this course
uk: Напишіть у Facebook, що Ви записались на цей курс

source: Email someone to say you've enrolled in this course
uk: Надішліть електронного листа з інформацією, що ви зареєструвались на цей курс

source: Specific student
uk: Конкретний студент

source: Student in {content_group}
uk: Студент в {content_group}

source: needs attention
uk: зверніть увагу

source: Course Material
uk: Матеріал курсу

source: Hide
uk: Сховати

source: Show
uk: Показати

source: Show Earlier Course Updates
uk: Показати попередні оголошення

source: List of Courses
uk: Список курсів

source: Refine Your Search
uk: Уточнити параметри пошуку

source: {course_number} Courseware
uk: {course_number} Навчальна Програма

source: Course Utilities
uk: Допоміжні матеріали курсу

source: Courseware
uk: Навчальна програма

source: Course Search
uk: Пошук курсів

source: No content has been added to this course
uk: Вміст курсу ще не додано

source: Your score is {current_score}%. You have passed the entrance exam.
uk: Ваш поточний бал {current_score}%. Ви успішно здали вступний іспит.

source: Gradebook
uk: Журнал оцінок

source: Search students
uk: Пошук студентів

source: previous page
uk: попередня сторінка

source: of
uk: з

source: next page
uk: наступна сторінка

source: {course_number} Course Info
uk: Інформація про курс {course_number}

source: You are not enrolled yet
uk: Ви ще не зареєстровані

source: View Updates in Studio
uk: Переглянути Оновлення в Studio

source: Course Updates and News
uk: Оголошення та новини курсу

source: Course Updates &amp; News
uk: Оголошення та новини курсу

source: Handout Navigation
uk: Навігація по наочним матеріалами

source: News - MITx 6.002x
uk: Новини - MITx 6.002x

source: Updates to Discussion Posts You Follow
uk: Нові повідомлення в обговореннях, за якими ви стежите

source: Play
uk: Відтворити

source: View Courses
uk: Переглянути курси

source: Frequently Asked Questions
uk: Питання та відповіді

source: {course_number} Progress
uk: Досягнення на курсі {course_number}

source: View Grading in studio
uk: Переглянути оцінки в Студії

source: Course Progress for Student '{username}' ({email})
uk: Прогрес студента '{username}' ({email}) на курсі

source: View Certificate
uk: Показати сертифікат

source: Download Your Certificate
uk: Завантажити свій сертифікат

source: Request Certificate
uk: Запросити сертифікат

source: Requirements for Course Credit
uk: Вимоги для отримання кредиту

source: {student_name}, you are no longer eligible for credit in this course.
uk: {student_name}, ви вже не відповідаєте вимогам для отримання заліку на цьому курсі.

source: {student_name}, you have not yet met the requirements for credit.
uk: {student_name}, поки ви не можете отримати кредит на навчання.

source: Information about course credit requirements
uk: Інформація про вимоги для отримання кредиту

source: Verification Submitted
uk: Дані відправлені на перевірку

source: Verification Failed
uk: Не вдалося підтвердити дані

source: Verification Declined
uk: Підтвердження відхилено

source: Upcoming
uk: Скоро

source: Less
uk: Менше

source: {earned} of {total} possible points
uk: {earned} з {total} можливих балів

source: Problem Scores:
uk: Бали за завдання:

source: Practice Scores:
uk: Бали за практику:

source: No problem scores in this section
uk: Немає балів за виконання у цьому розділі

source: {course.display_number_with_default} Course Info
uk: {course.display_number_with_default} Інформація про курс

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
uk: Востаннє Ви були в розділі {section_link}. Якщо Ви закінчили, виберіть інший розділ зліва.

source: Hi {name},
uk: Привіт {name},

source: Hi,
uk: Доброго дня!

source: Congratulations! You are eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Get your credit now.{link_end}
uk: Вітаємо! Ви можете отримати заліковий кредит від {providers} за успішне закінчення курсу в {platform_name}! {link_start}Отримати заліковий кредит.{link_end}

source: Congratulations! You are eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Get your credit now.{link_end}
uk: Вітаємо! Ви можете отримати заліковий кредит за успішне закінчення курсу в {platform_name}! {link_start}Отримати заліковий кредит.{link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
uk: Нараховані бали допоможуть вам зарахувати курс у вашому університеті, закінчити раніше розпочате навчання, або виконати вимоги різних освітніх установ.

source: To get course credit, simply go to your {link_start}{platform_name} dashboard{link_end} and click the <b>Get Credit</b> button. After you receive your credit, you will also have an official academic transcript at the institution that granted the credit.
uk: Щоб отримати залік за курс, просто перейдіть до {link_start}панелі управління {platform_name}{link_end} і натисніть кнопку <b>Отримати залік</b>. Після отримання заліку у вас також буде офіційна виписка про академічну успішність в навчальному закладі, що приймає залік.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
uk: Сподіваємося, що курс вам сподобався і що ми побачимося з вами на курсах {platform_name} в майбутньому!

source: The {platform_name} Team
uk: Команда {platform_name}

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
uk: {link_start}Щоб дізнатися подробиці про заліки в {platform_name} клацніть тут{link_end}.

source: Your final grade:
uk: Ваша оцінка:

source: Grade required for a {cert_name_short}:
uk: Оцінка, необхідна для отримання {cert_name_short}:

source: Grade required to pass this course:
uk: Оцінка, необхідна для проходження курсу:

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
uk: Ваш {cert_name_long} перебуває в статусі очікування зважаючи на те, що факт видачі вашого {cert_name_short} може потрапляти під дію ембарго США проти Ірану, Куби, Сирії та Судану. Якщо ви думаєте, що наша система помилково ідентифікувала вашу зв'язок з цими країнами, будь ласка, зв'яжіться з нами поштою {email}. Якщо ви хочете отримати повернення грошей за ваш {cert_name_long}, будь ласка, зв'яжіться з нашим білінговим відділом {billing_email}

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
uk: Ваш {cert_name_long} перебуває в статусі очікування зважаючи на те, що факт видачі вашого {cert_name_short} може потрапляти під дію ембарго США проти Ірану, Куби, Сирії та Судану. Якщо ви думаєте, що наша система помилково ідентифікувала ваш зв'язок з цими країнами, будь ласка, зв'яжіться з нами поштою {email}.

source: Your {cert_name_short} is Generating
uk: Ваш {cert_name_short} в процесі обробки

source: This link will open the certificate web view
uk: За цим посиланням відкриється веб-версія сертифіката

source: View {cert_name_short}
uk: Переглянути {cert_name_short}

source: This link will open/download a PDF document
uk: Це посилання відкриє/завантажить PDF файл.

source: Download {cert_name_short} (PDF)
uk: Завантажити {cert_name_short} (PDF)

source: Download Your {cert_name_short} (PDF)
uk: Завантажити {cert_name_short} (PDF)

source: This link will open/download a PDF document of your verified {cert_name_long}.
uk: Пройдіть по цьому посиланню, щоб відкрити/скачати свій завірений сертифікат {cert_name_long} в форматі PDF.

source: Download Your ID Verified {cert_name_short} (PDF)
uk: Скачати Підтверджений {cert_name_short} (Формат PDF)

source: Complete our course feedback survey
uk: Заповніть форму відгуку про цей курс

source: Add Certificate to LinkedIn Profile
uk: Додати сертифікат до профілю на LinkedIn

source: Share on LinkedIn
uk: Поділитись на LinkedIn

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
uk: Зважаючи на те, що ми не отримали від вас дійсний набір фото для підтвердження, коли ваш {cert_name_long} був створений, ми не можемо надати вам підтверджений {cert_name_short}. Код честі {cert_name_short} був згенерований замість нього.

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
uk: Зараз йде заключний етап роботи над курсом. Ваша фінальна оцінка скоро буде доступна.

source: Are you sure you want to unenroll from %(course_name)s (%(course_number)s)?
uk: Ви впевнені, що хочете відписатися від %(course_name)s (%(course_number)s)?

source: Course details
uk: Деталі курсу

source: {course_number} {course_name} Home Page
uk: {course_number} {course_name} Домашня сторінка

source: {course_number} {course_name} Cover Image
uk: {course_number} {course_name} Обкладинка

source: Enrolled as:
uk: Внесений до списку реєстрації як:

source: Coming Soon
uk: Вже скоро

source: Ended - {date}
uk: Закінчився - {date}

source: Started - {date}
uk: Розпочався - {date}

source: View Archived Course
uk: Переглянути архів курсів

source: Share on Facebook
uk: Поширити у Facebook

source: Available Actions
uk: Доступні дії

source: Email Settings
uk: Налаштування електронної пошти

source: Verification not yet complete.
uk: Перевірка ще не завершена

source: Almost there!
uk: Ми майже закінчили!

source: You still need to verify for this course.
uk: Вам все ще потрібне підтвердження для цього курсу.

source: Verify Now
uk: Підтвердити зараз

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
uk: Отримайте {cert_name_long}, щоб підтвердити знання та навички, набуті вами під час проходження курсу.

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
uk: Це офіційний сертифікат. Легко розповісти про нього. Прагнення його отримати мотивує закінчити курс. {line_break}{link_start}Дізнатися більше про підтвердженний {cert_name_long}{link_end}.

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
uk: Ви не можете отримати доступ до курсу, оскільки оплата ще не зроблена. Ви можете {contact_link_start}зв'язатися з власником рахунку{contact_link_end} , щоб запитати оплату або ви можете {unenroll_link_start}доступ скасувати{unenroll_link_end} для цього курсу

source: You have completed this course and are eligible to purchase course credit. Select <strong>Get Credit</strong> to get started.
uk: Ви завершили курс, тепер ви маєте право отримати залікові одиниці. Для цього натисніть <strong>Отримати залік</strong>.

source: You are now eligible for credit from {provider}. Congratulations!
uk: Тепер ви можете отримати заліковий кредит від {provider}. Вітаємо!

source: Get Credit
uk: Отримати Залік

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select <b>Request Credit</b> to get started.
uk: Дякуємо за оплату. Для отримання заліку вам необхідно надіслати відповідний запит на веб-сайті {link_to_provider_site}. Натисніть <b>Запросити залікові одиниці</b> для початку.

source: Request Credit
uk: Запросити залікові одиниці

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
uk: {аргументу provider_name} отримав ваш запит на залікові одиниці. Ми оновимо ваші бали, після того як перевірка буде завершена.

source: View Details
uk: Детальніше

source: <b>Congratulations!</b> {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
uk: <b>Вітаємо!</b> {provider_name} затвердив ваш запит про заліковий кредит. Для перегляду перейдіть за посиланням {link_to_provider_site}.

source: View Credit
uk: Подивитися бали

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
uk: {provider_name} не затвердив ваш запит про залікові одиниці. Для отримання додаткової інформації, зв'яжіться з {link_to_provider_site} напряму.

source: An error occurred with this transaction. For help, contact {support_email}.
uk: При виконанні операції виникла помилка. Звертайтеся за допомогою за адресою {support_email}.

source: Resubmit Verification
uk: Надіслати дані для перевірки ще раз

source: Could Not Link Accounts
uk: Неможливо Прив'язати Обліковий Запис

source: The {provider_name} account you selected is already linked to another {platform_name} account.
uk: Обліковий запис {provider_name}, який ви обрали, вже пов'язаний з іншим обліковим записом {platform_name}.

source: Other
uk: Інше

source: Results:
uk: Результати:

source: Show Discussion
uk: Показати обговорення

source: To view live discussions, click Preview or View Live in Unit Settings.
uk: Щоб переглянути активні теми обговорення, натисніть "Попередній перегляд" або "Переглянути активні" в налаштуваннях блоку.

source: Discussion ID: {discussion_id}
uk: ID обговорення: {discussion_id}
