Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. In "id" values, the only supported special characters are underscore, hyphen, and period.
uk: Вкажіть максимальний розмір команди і теми для команд всередині фігурних дужок. Переконайтеся, що ви уклали набори тем у квадратних дужках, через кому після закриваючої фігурної дужки для кожної теми, та іншою комою після закриття квадратних дужок. Наприклад, щоб вказати, що команди повинні мати максимум 5 учасників і представити список з 2 тем, введіть конфігурацію в наступному форматі: {example_format}. В значеннях \"id\", крім літер і цифр латинського алфавіту підтримується символи підкреслення, дефіс і крапка.

source: Enable Proctored Exams
uk: Дозволити проведення контрольованих іспитів

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
uk: Введіть true або false. Якщо true, в вашому курсі включені контрольовані іспити. Зверніть увагу, що включення контрольованих іспитів також дозволить проводити тимчасові іспити.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
uk: Створити тікети для системи Zendesk на підозрілі спостережувані спроби іспитів

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
uk: Введіть значення true або false. Якщо це значення true, квиток Zendesk буде створено для підозрілої спроби.

source: Enable Timed Exams
uk: Увімкнути тимчасові іспити

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
uk: Введіть true або false. Якщо true, тимчасові іспити включені в вашому курсі. Незалежно від цього налаштування, тимчасові іспити ввімкнено, якщо для параметра "Увімкнути контрольовані іспити" встановлено значення true.

source: Enter true or false. If this value is true, timed exams are enabled in your course.
uk: Введіть true або false. Якщо true, тимчасові іспити включені в вашому курсі.

source: Minimum Grade for Credit
uk: Мінімальна залікова оцінка

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
uk: Мінімальна оцінка, яку необхідно для отримання заліку на курсі, у вигляді десяткового дробу від 0,0 до 1,0. Наприклад, 60% вводяться у вигляді 0,6.

source: Self Paced
uk: Темп довільний

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
uk: Встановіть значення "true", щоб задати навчання на курсі в довільному темпі. Якщо навчання на курсі проходить в довільному темпі, терміни здачі завдань не встановлюються, а слухачі можуть проходити курс з будь-якою швидкістю до дати його закінчення.

source: Bypass Course Home
uk: Пропускати домашню сторінку курсу

source: Bypass the course home tab when students arrive from the dashboard, sending them directly to course content.
uk: При переході слухача з панелі управління не показувати домашню сторінку курсу, а відразу перенаправляти на зміст курсу.

source: Enable Subsection Prerequisites
uk: Дозволити підрозділ пререквизитів

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
uk: Введіть true або false. Якщо це значення true, ви можете приховати підрозділ поки слухач не набрав необхідну кількість балів в попередньому підрозділі.

source: Course Learning Information
uk: Інформація про курс навчання

source: Specify what student can learn from the course.
uk: Вкажіть, що студент може дізнатися з курсу

source: Course Instructor
uk: Викладач курсу

source: Enter the details for Course Instructor
uk: Введіть деталі для викладачів курсу

source: General
uk: Загальне

source: Enter the names of the advanced components to use in your course.
uk: Введіть назви додаткових компонентів для використання у вашому курсі.

source: Course Info Sidebar Name
uk: Інформація про курс (Назва, що відображається на бічній панелі)

source: Pass
uk: складено

source: Course Advertised Start Date
uk: Дата запуску анонсу та реклами курсу

source: Enter the date you want to advertise as the course start date, if this date is different from the set start date. To advertise the set start date, enter null.
uk: Введіть дату, коли стартує реклама про початок курсу, якщо ця дата відрізняється від встановленої дати початку. Щоб почати рекламувати зі вже встановленої дату початку, введіть "null".

source: The lowest {drop_count} {section_type} scores are dropped.
uk: Найнижчі бали {drop_count} {section_type} скинуті

source: Text
uk: Текст

source: Html contents to display for this module
uk: HTML зміст, показаний в цьому модулі

source: Source code for LaTeX documents. This feature is not well-supported.
uk: Код для документів LaTeX. Ця функція підтримується не повністю.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
uk: Виберіть "Візуальний Редактор", щоб ввести текст, який потім буде автоматично перетворено редактором в HTML. Виберіть "Без Обробки" для безпосереднього редагування тексту у форматі HTML. Змінивши цю настройку, ви повинні зберегти компонент, а потім знову відкрити його для редагування.

source: Editor
uk: Редактор

source: Visual
uk: Візуальний

source: Raw
uk: Без обробки

source: HTML for the additional pages
uk: HTML код для додаткових сторінок

source: List of course update items
uk: Список оголошень курсу

source: Image Annotation
uk: Пояснення до зображення

source: Tags for Assignments
uk: Теги для завдань

source: Add tags that automatically highlight in a certain color using the comma-separated form, i.e. imagery:red,parallelism:blue
uk: Додайте теги, що дозволяють автоматично виділяти конструкції певним кольором, розділяючи ці теги коми; наприклад: образи: червоний, паралелізм: синій

source: Location of Annotation backend
uk: Розташування сервера анотацій

source: Url for Annotation Storage
uk: URL для зберігання анотацій

source: Secret string for annotation storage
uk: Секретний рядок для сховища коментарів

source: Secret Token String for Annotation
uk: Секретний ключ для анотації

source: Default Annotations Tab
uk: Сторінка анотацій за замовчуванням

source: Select which tab will be the default in the annotations table: myNotes, Instructor, or Public.
uk: Виберіть вкладку, яка відображається за замовчуванням в таблиці анотацій: Мої замітки, Викладач або Загальне.

source: Email for 'Instructor' Annotations
uk: Електронна пошта для коментарів викладача

source: Email of the user that will be attached to all annotations that will be found in 'Instructor' tab.
uk: Електронна пошта користувача, яка буде прикріплена до всіх коментарів, які можна знайти на вкладці «Викладач».

source: Mode for Annotation Tool
uk: Режим для інструменту анотацій

source: Type in number corresponding to following modes: 'instructor' or 'everyone'
uk: Введіть цифру, відповідну одному з наступних режимів: "викладач" або "всі"

source: No email address found.
uk: Не знайдено поштової скриньки

source: Any Type
uk: Будь-який

source: Library
uk: Бібліотека

source: Select the library from which you want to draw content.
uk: Введіть бібліотеку, з якої ви хочете отримати дані

source: Library Version
uk: Версія бібліотеки

source: Determines how content is drawn from the library
uk: Визначає спосіб отриання даних з бібліотеки

source: Choose n at random
uk: Вибрати випадкове значення n

source: Count
uk: Кількість

source: Enter the number of components to display to each student.
uk: Введіть кількість компонент, що відображаються слухачам.

source: Problem Type
uk: Вид завдання

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
uk: Виберіть вид завдання, який має повертати бібліотека. Якщо вибрано «Будь-який», фільтри не застосовуються.

source: This component is out of date. The library has new content.
uk: Цей компонент застарів. Оновлено вміст бібліотеки.

source: {refresh_icon} Update now.
uk: {refresh_icon} Оновити зараз.

source: Library is invalid, corrupt, or has been deleted.
uk: Бібліотека несправна, пошкоджена або видалена

source: Edit Library List.
uk: Редагувати список бібліотек.

source: This course does not support content libraries. Contact your system administrator for more information.
uk: Цей курс не підтримує контентні бібліотеки. Зв'яжіться з системним адміністратором для отримання додаткової інформації.

source: A library has not yet been selected.
uk: Бібліотеку ще не вибрано.

source: Select a Library.
uk: Вибрати бібліотеку.

source: There are no matching problem types in the specified libraries.
uk: У заданих бібліотеках немає відповідного виду завдань.

source: Select another problem type.
uk: Вибрати інший вид завдання.

source: The specified library is configured to fetch {count} problem,
uk: Зазначена бібліотека повинна повертати {count} завдання

source: but there is only {actual} matching problem.
uk: але в наявності всього {actual} відповідне завдання.

source: Edit the library configuration.
uk: Редагувати настройки бібліотеки.

source: Invalid Library
uk: Недопустима бібліотека

source: No Library Selected
uk: Бібліотека не вибрана

source: Library Display Name
uk: Назва бібліотеки, що відображається

source: Enter the names of the advanced components to use in your library.
uk: Введіть назви додаткових компонентів для використання у вашій бібліотеці.

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
uk: Введіть ідентифікатор LTI для зовнішнього оператора LTI . Це значення повинно збігатися з ідентифікатором LTI введеним вами в настройках «Реєстраційні дані LTI » на сторінці розширених налаштувань. <br />Див. {docs_anchor_open}the edX LTI documentation {anchor_close} для отримання докладної інформації.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
uk: Введіть посилання на зовнішній засіб навчання, який запускає цей компонент. Ця настройка застосовується тільки коли налаштуванню «Приховати зовнішню програму» присвоєно значення «false».<br /> Див. {docs_anchor_open} edX LTI documentation {anchor_close} для отримання детальної інформації по цій настройці.

source: Custom Parameters
uk: Персональні параметри

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
uk: Додати пару ключ/значення для будь-яких параметрів користувача, таких як сторінка, на якій повинна відкриватися ваша електронна книга, або колір фону для даного компонента.<br />Див. {docs_anchor_open} edX LTI documentation {anchor_close} для отримання детальної інформації по цій настройці.

source: Open in New Page
uk: Відкрити на новій сторінці

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
uk: Оберіть "True", якщо ви хочете, щоб при переході студентів за посиланням інструмент LTI відкривався в новому вікні. Виберіть "False" для відкриття LTI в тому ж вікні. Це налаштування може бути використане тільки в тому разі, якщо встановлено значення "False" для "Приховати Зовнішні Інструменти".

source: Scored
uk: Оцінено

source: Select True if this component will receive a numerical score from the external LTI system.
uk: Оберіть "True", якщо цей компонент отримає чисельну оцінку з зовнішньої LTI-системи

source: Weight
uk: Вага

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
uk: Введіть кількість можливих балів за виконання цього компонента. Значення за замовчуванням - 1.0. Ця настройка використовується тільки коли елементу "Оцінка" присвоєно значення "True".

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
uk: Результат збережений в xblock KVS - опублікований результат продубльований в django DB.

source: Comment as returned from grader, LTI2.0 spec
uk: Коментар оцінювача, специфікація LTI 2.0

source: Hide External Tool
uk: Приховати зовнішній додаток

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
uk: Виберіть значення «true», якщо ви хочете використовувати цей компонент в якості заміни для синхронізації з зовнішньою системою оцінок замість використання зовнішніх інструментів. Цей параметр приховує кнопку запуску і будь-які фрейми для цього компонента.

source: Request user's username
uk: Запитати юзернейм користувача

source: Select True to request the user's username.
uk: Виберіть «true», щоб затребувати ім'я користувача.

source: Request user's email
uk: Запитати поштову скриньку користувача

source: Select True to request the user's email address.
uk: Виберіть True, щоб запросити електронну адресу користувача.

source: LTI Application Information
uk: LTI Інформація щодо застосування

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
uk: Введіть опис сторонніх додатків. Якщо запитуються ім'я користувача та/або електронна пошта, використовуйте це текстове поле, щоб повідомити користувачам, чому їх ім'я користувача та/або електронна пошта будуть спрямовані стороннім додаткам.

source: Button Text
uk: Текст кнопки

source: Enter the text on the button used to launch the third party application.
uk: Введіть текст для кнопки, що використовується для запуску програм сторонніх виробників.

source: Accept grades past deadline
uk: Приймати оцінки після терміну здачі

source: Select True to allow third party systems to post grades past the deadline.
uk: Виберіть «true», щоб дозволити стороннім системам публікувати оцінки після терміну здачі.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
uk: Не вдалося розпізнати спеціальний параметр: {custom_parameter}. Рекомендується використовувати строку вигляду "x=y".

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
uk: Не вдалося розпізнати ключ LTI: {lti_passport}. Рекомендується використовувати рядок вигляду "id:key:secret".

source: Due Date
uk: Кінцева дата

source: Enter the default date by which problems are due.
uk: Введіть кінцеву дату виконання завдань.

source: If true, can be seen only by course staff, regardless of start date.
uk: Якщо встановлено значення \"true\", буде доступний тільки співробітникам курсу незалежно від дати початку.

source: Enter the URL for the course data GIT repository.
uk: Введіть URL-адресу для сховищ даних git курсу.

source: XQA Key
uk: XQA Ключ

source: This setting is not currently supported.
uk: Ця опція наразі не підтримується.

source: Enter the location of the annotation storage server. The textannotation, videoannotation, and imageannotation advanced modules require this setting.
uk: Введіть місце розташування сервера зберігання анотацій. Додаткові модулі для анотації, відеозаписів та анотації зображень потребують цього параметра.

source: URL for Annotation Storage
uk: URL для зберігання анотацій

source: Enter the secret string for annotation storage. The textannotation, videoannotation, and imageannotation advanced modules require this string.
uk: Введіть секретний рядок для зберігання анотацій. Додаткові модулі для анотації, відеозаписів та анотації зображень потребують цього параметра.

source: Enter the ids for the content groups this problem belongs to.
uk: Введіть ідентифікатори груп з дослідження матеріалів, для яких надається дане завдання.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
uk: Вкажіть, коли для кожного завдання з'явиться кнопка "Показати відповідь". Допустимими значеннями є "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", та "never".

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
uk: Вкажіть значення за замовчуванням для того, як часто значення змінних в завданні рандомізовані. Цей параметр повинен бути встановлений як "never", окрім випадку, коли ви плануєте додати Python script для визначення і рандомізації значень в більшості завдань вашого курсу. Можна вибрати зі значень "always", "onreset", "never", та "per_student".

source: Days Early for Beta Users
uk: Ранні дні для бета-користувачів

source: Enter the number of days before the start date that beta users can access the course.
uk: Введіть кількість днів до дати початку, коли бета-користувачі зможуть отримати доступ до курсу.

source: Static Asset Path
uk: Статичний шлях до файлів та завантажень

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
uk: Введіть шлях для використання файлів з "Файли та завантаження". Це значення перевизначає стандарт Studio, c4x: //.

source: Enable LaTeX Compiler
uk: Увімкнути компілятор LaTeX

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
uk: Введіть true чи false. Якщо це true, ви можете використовувати шаблони LaTeX для компонентів HTML та додаткових компонентів завдань.

source: Text Customization
uk: Налаштування тексту

source: Enter string customization substitutions for particular locations.
uk: Введіть власні заміни для кожного з місцеположень.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
uk: Введіть максимальну кількість спроб виконання завдань. За замовчуванням кількість спроб встановлена як NULL, що означає, що учні мають необмежену кількість спроб виконати завдання. Ви можете налаштувати цей параметр для окремих завдань. Однак, якщо у налаштуваннях курсу вказано певне число, то ви не можете встановити кількість максимальних спроб для окремих завдань, як необмежену.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
uk: Уведіть API-ключ , наданий компанією MathWorks для доступу до сервісу MATLAB Hosted Service. Цей ключ надається для використання виключно в рамках даного курсу в зазначений період часу. Не використовуйте API-ключ в інших курсах. Негайно повідомте компанію MathWorks, якщо вважаєте, що ключ став відомий стороннім. Для отримання ключа для вашого курсу або надіслання повідомлення про помилку, будь ласка, зв'яжіться з moocsupport@mathworks.com

source: Group Configurations
uk: Налаштування для груп

source: Enter the configurations that govern how students are grouped together.
uk: Введіть налаштування для розподілу слухачів за групами.

source: Enable video caching system
uk: Увімкнути систему кешування відео

source: Enter true or false. If true, video caching will be used for HTML5 videos.
uk: Введіть true або false. Якщо true, для відео HTML5 буде використано кешування відео.

source: Video Pre-Roll
uk: Заставка

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
uk: Вкажіть відео, довжиною 5-10 секунд, яке буде програватись перед початком. Введіть ідентифікатор зі сторінки завантаження відео і один або декілька файлів субтитрів у наступному форматі: {format}. Наприклад, запис відео з двома файлами субтитрів виглядає наступним чином: {example}

source: Show Reset Button for Problems
uk: Відображення кнопки "Скинути" для завдань

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
uk: Введіть true або false. Якщо true, завдання в курсі за замовчуванням завжди відображають кнопку «Скинути». Ви можете замінити це в налаштуваннях кожного завдання. При зміні налаштуваннь усі поточні завдання цього курсу зазнають впливу.

source: Enable Student Notes
uk: Дозволити нотатки слухачів

source: Enter true or false. If true, students can use the Student Notes feature.
uk: Введіть true або false. Значення true дозволить слухачам використовувати нотатки.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
uk: Показує, видимі чи замітки на даному курсі. Слухачі можуть відображати або приховувати свої нотатки у змісті курсу.

source: Tag this module as part of an Entrance Exam section
uk: Позначити цей модуль як частину розділу вступного іспиту

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
uk: Введіть true або false. При встановленні значення true, надіслані відповіді до модулів завдань будуть враховуватися в оціночному/відбірковому алгоритмі вступного випробування.

source: Enter the date by which problems are due.
uk: Введіть дату, до якої необхідно скласти завдання.

source: Is Entrance Exam
uk: Це вступний іспит

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
uk: Позначити цей модуль курсу в якості вступного іспиту. Зауважте, що ви повинні активувати вступний іспит на цьому курсі, щоб ця настройка діяла.
