Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Discussion
uk: Обговорення

source: Problem
uk: Завдання

source: Advanced
uk: Додатково

source: Entrance Exam
uk: Вступний іспит

source: Section
uk: Розділ

source: Subsection
uk: Підрозділ

source: Unit
uk: Блок

source: Name
uk: Ім'я

source: Video ID
uk: Ідентифікатор відео

source: Status
uk: Статус

source: Pending
uk: В очікуванні

source: Mode
uk: Режим

source: Verification Deadline
uk: Дата закінчення перевірки

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
uk: ОПЦІОНАЛЬНО: Після цієї дати/часу, користувачам більше не зможуть надсилати фотографії для перевірки. Це діє тільки для режимів, які вимагають перевірки.

source: Your verification is pending
uk: Ваша верифікація очікується

source: Verified: Pending Verification
uk: Верифікація: Очікування верифікації

source: ID verification pending
uk: Очікування верифікації особистості

source: You're enrolled as a verified student
uk: Ви підписані як верифікований студент

source: Verified
uk: Перевірений

source: ID Verified Ribbon/Badge
uk: ID перевіреної стрічки/бейджу

source: You're enrolled as an honor code student
uk: Ви зареєстровані як студент за програмою Кодексу честі

source: Honor Code
uk: Умови користування

source: You're enrolled as a professional education student
uk: Ви підписані як студент вищої освіти

source: Professional Ed
uk: Професійна освіта

source: Display Name
uk: Назва, що відображається

source: Price
uk: Ціна

source: Upgrade Deadline
uk: Оновлення терміну завершення

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
uk: ОПЦІОНАЛЬНО: Після цієї дати/часу, користувачи більше не зможуть зареєструватися в цьому режимі. Залиште це поле порожнім, якщо користувачам можна зареєструватись у цьому режимі, поки реєстрація на курс не закриється.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
uk: ОПЦІОНАЛЬНО: Це SKU (ідентифікатор товарної одиниці) цього режиму в зовнішній службі електронної комерції. Залиште це поле порожнім, якщо курс ще не було перенесено до служби електронної комерції.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
uk: Це основний SKU (ідентифікатор товарної одиниці) цього режиму у зовнішній службі електронної комерції.

source: Honor
uk: Кодекс Честі

source: Professional education modes are not allowed to have expiration_datetime set.
uk: Режиму професійної освіти не дозволено мати встановленої дати закінчення.

source: Verified modes cannot be free.
uk: Режими з первіркою не можуть бути безкоштовними.

source: Free
uk: Безкоштовно

source: The time period before a course ends in which a course mode will expire
uk: Період часу до кінця курсу, після чого вказанний режим закінчується

source: Congratulations! You are now enrolled in {course_name}
uk: Вітаємо! Ви записані на курс {course_name}

source: Enrollment is closed
uk: Запис на курс завершено

source: Enrollment mode not supported
uk: Режим реестрації на курси не підтримується

source: Invalid amount selected.
uk: Обрано невірну суму.

source: No selected price or selected price is too low.
uk: Не обрано вартість або обрана вартість занизка.

source: Administrator
uk: Адміністратор

source: Moderator
uk: Модератор

source: Group Moderator
uk: Модератор груп

source: Community TA
uk: Спільнота асистентів

source: Student
uk: Студент

source: User profile
uk: Профіль користувача

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
uk: Ця адреса електронної пошти не має відповідного облікового запису. Ви впевнені, що ви вже зареєстровані?

source: The user account associated with this e-mail address cannot reset the password.
uk: Обліковий запис користувача, пов'язаний з цією адресою електронної пошти, не може змінити пароль.

source: A properly formatted e-mail is required
uk: Потрібен e-mail встановленої форми

source: A valid password is required
uk: Необхідно вказати коректний пароль

source: Your legal name must be a minimum of two characters long
uk: Ваше справжнє ім'я повинно містити не менше двох символів

source: Email cannot be more than %(limit_value)s characters long
uk: Електронна пошта не може перевищувати довжину в %(limit_value)s символів

source: You must accept the terms of service.
uk: Ви повинні підтвердити умови надання послуг

source: A level of education is required
uk: Необхідно вказати рівень освіти

source: Your gender is required
uk: Необхідно вказати стать

source: Your year of birth is required
uk: Необхідно вказати рік народження

source: Your mailing address is required
uk: Необхідно вказати поштову адресу

source: A description of your goals is required
uk: Необхідно зазначити ваші цілі

source: A city is required
uk: Необхідно вказати місто

source: A country is required
uk: Необхідно вказати країну

source: To enroll, you must follow the honor code.
uk: Щоб зарееструватись на курс ви повинні слідувати кодексу честі.

source: You are missing one or more required fields
uk: Ви пропустили одне або декілька обов’язкових полів.

source: Username and password fields cannot match
uk: Ім’я користувача та пароль не співпадають

source: Password:
uk: Пароль:

source: Unauthorized email address.
uk: Неавторизована електронна адреса.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
uk: Схоже, що {електронна пошта} належить до вже існуючого облікового запису. Повторіть спробу з іншою адресою електронної пошти.

source: Usernames must contain only letters, numbers, underscores (_), and hyphens (-).
uk: Імена користувачів повинні містити лише літери, цифри, підкреслення (_) та дефіси (-).

source: Removed group: "{}"
uk: Вилучена група: "{}"

source: Did not find a group with name "{}" - skipping.
uk: Не знайдено групу з іменем "{}"- пропущено.

source: Invalid group name: "{group_name}". {messages}
uk: Неприпустиме ім'я групи: "{group_name}". {messages}

source: Created new group: "{}"
uk: Створено нову групу: "{}"

source: Found existing group: "{}"
uk: Знайдено існуючу групу: "{}"

source: Adding {codenames} permissions to group "{group}"
uk: Додавання {codenames} дозволів для групи "{group}"

source: Removing {codenames} permissions from group "{group}"
uk: Видалення дозволів {codenames} для групи "{group}"

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
uk: Неприпустимий варіант дозволу: "{}". Будь ласка, вкажіть дозволи, використовуючи наступний формат: app_label:model_name:permission_codename.

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
uk: Неприпустимий дозвіл codename: "{codename}". Для моделі {module}.{model_name} не існує такого дозволу.

source: Setting {attribute} for user "{username}" to "{new_value}"
uk: Встановлення {attribute} для користувача "{username}" на значення "{new_value}"

source: Skipping user "{}" because the specified and existing email addresses do not match.
uk: Користувач "{}" пропущений, оскільки вказаний та існуючий електронні адреси не співпадають.

source: Did not find a user with username "{}" - skipping.
uk: Не знайдено користувача з ім'ям "{}" - пропущено

source: Removing user: "{}"
uk: Видалення користувача: "{}"

source: Created new user: "{}"
uk: Створено нового користувача: "{}"

source: Found existing user: "{}"
uk: Знайдено існуючого користувача: "{}"

source: Setting unusable password for user "{}"
uk: Установка невикористованого паролю для користувача "{}"

source: Created new profile for user: "{}"
uk: Створено новий профіль для користувача: "{}"

source: Could not find a group named "{}" - skipping.
uk: Не вдалося знайти групу з іменем "{}"- пропущено.

source: Adding user "{username}" to groups {group_names}
uk: Додавання користувача "{username}" до груп {group_names}

source: Removing user "{username}" from groups {group_names}
uk: Видалення користувача "{username}" з груп {group_names}

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
uk: Ваш обліковий запис було заблоковано. Якщо ви вважаєте, що це сталось помилково, повідомте нам за цією адресою {support_email}

source: Disabled Account
uk: Заблокований обліковий запис

source: Male
uk: Чоловіча

source: Female
uk: Жіноча

source: Other/Prefer Not to Say
uk: Інше / Не бажаю вказувати

source: Doctorate
uk: Кандидатський чи докторський ступінь

source: Master's or professional degree
uk: Магістр або спеціаліст

source: Bachelor's degree
uk: Бакалавр

source: Associate degree
uk: Диплом про освіту

source: Secondary/high school
uk: Середня освіта

source: Junior secondary/junior high/middle school
uk: Професійно-технічна освіта

source: Elementary/primary school
uk: Початкова освіта

source: No formal education
uk: Немає формальної освіти

source: No Formal Education
uk: Немає формальної освіти

source: Other education
uk: Інша освіта

source: Other Education
uk: Інша освіта

source: {platform_name} Honor Code Certificate for {course_name}
uk: {platform_name} сертифікат кодексу честі для курсу {course_name}

source: {platform_name} Verified Certificate for {course_name}
uk: Перевірений сертифікат {platform_name} для курсу {course_name}

source: {platform_name} Professional Certificate for {course_name}
uk: Професійний сертифікат {platform_name} для курсу {course_name}

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
uk: ідентифікатор компанії для кнопки LinkedIn Add-to-Profile, напр. 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
uk: Короткий ідентифікатор для партнера LinkedIn , що використовуються як код відстеження. (Приклад: 'edx') Якщо значення не надається, коди відстеження не надсилатимуться LinkedIn.

source: {platform_name} Certificate for {course_name}
uk: Сертифікат {platform_name} для курсу {course_name}

source: The ISO 639-1 language code for this language.
uk: Код ISO 639-1 для цієї мови.

source: Namespace of enrollment attribute
uk: Простір імен атрибута реєстрації на курс

source: Name of the enrollment attribute
uk: Назва атрибута реєстрації на курс

source: Value of the enrollment attribute
uk: Значення атрибута реєстрації на курс

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
uk: Проміжок часу після реєстрації на курс у мікросекундах протягом якого користувачам можуть бути повернуті гроші. Типовим проміжком є 14 днів.

source: Name of the UTM cookie
uk: Ім'я UTM cookie

source: Name of the affiliate cookie
uk: Ім'я affiliate сookie

source: Name of this user attribute.
uk: Назва атрибута цього користувача.

source: Value of this user attribute.
uk: Значення атрибута цього користувача.

source: The course you are looking for does not start until {date}.
uk: Курс, який ви шукаєте не розпочнеться до {date}.

source: The course you are looking for is closed for enrollment as of {date}.
uk: Курс, який ви шукаєте, закритий для реєстрації з {date}.

source: Photos are mismatched
uk: Фотографії не співпадають

source: Name missing from ID photo
uk: Ім'я в фото-документі відсутнє

source: ID photo not provided
uk: Фото-документ не доданий

source: ID is invalid
uk: Документ недійсний

source: Learner photo is blurry
uk: Фото учня розмите

source: Name on ID does not match name on account
uk: Ім'я на документі не співпадає с іменем у профілі

source: Learner photo not provided
uk: Фото учня не додано

source: ID photo is blurry
uk: Фото на документі розмите

source: and
uk: і

source: Course id not specified
uk: Ідентифікатор курсу не вказано

source: Invalid course id
uk: Невірний ідентифікатор курсу

source: Course id is invalid
uk: Ідентифікатор курсу невірний

source: Could not enroll
uk: Неможливо зареєструватися на курс

source: You are not enrolled in this course
uk: Ви не зареєстровані на цей курс

source: Your certificate prevents you from unenrolling from this course
uk: Ваш сертифікат захищає вас від відрахування з цього курсу

source: Enrollment action is invalid
uk: Спроба реєстрації на курс невдала

source: In order to sign in, you need to activate your account.<br /><br />We just sent an activation link to <strong>{email}</strong>. If you do not receive an email, check your spam folders or <a href="{support_url}">contact {platform} Support</a>.
uk: Для того, щоб увійти, вам потрібно активувати ваш обліковий запис. <br /><br /> Ми щойно відправили вам посилання для активації на <strong>{email}</strong>. Якщо ви не отримали цього листа, перевірте папку зі спамом або <a href="{support_url}"> повідомте Службу Підтримки {platform}</a>.

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
uk: Ви успішно увійшли в ваш обліковий запис {provider_name}, але цей обліковий запис ще не зв'язано з системою {platform_name}.

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
uk: Використовуйте ім'я користувача {platform_name} та пароль для входу в систему {platform_name} нижче, а потім зв'яжіть обліковий запис {platform_name} з записом {provider_name} на панелі інструментів.

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
uk: Якщо ви не маєте облікового запису в системі {platform_name}, натисніть кнопку <strong>Реєстрація</strong> у верхній частині сторінки.

source: There was an error receiving your login information. Please email us.
uk: Під час отримання інформації про ваш доступ виникла помилка. Будь ласка, напишіть нам електронного листа.

source: This account has been temporarily locked due to excessive login failures. Try again later.
uk: Цей акаунт було тимчасово заблоковано через надмірну кількість невдалих спроб входу. Спробуйте ще раз пізніше.

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
uk: Згідно з правилами користування паролем для цього облікового запису, термін дії паролю закінчився. Ви повинні змінити пароль перш, ніж зможете знову увійти на сайт. Будь ласка, скористайтеся посиланням "Забули пароль?", щоб змінити свій пароль перед повторним входом на сайт.

source: Too many failed login attempts. Try again later.
uk: Надто багато спроб входу. Спробуйте ще раз пізніше.

source: Email or password is incorrect.
uk: Електронна адреса або пароль невірні.

source: Please enter a username
uk: Будь ласка, вкажіть ваше ім'я користувача

source: Please choose an option
uk: Будь ласка, оберіть варіант

source: User with username {} does not exist
uk: Користувач із ім'ям {} не існує

source: Successfully disabled {}'s account
uk: Обліковий запис {} успішно вимкнений

source: Successfully reenabled {}'s account
uk: Обліковий запис {} успішно увімкнений

source: Unexpected account status
uk: Неочікуваний статус облікового запису

source: An account with the Public Username '{username}' already exists.
uk: Обліковий запис із відкритим іменем '{username}' вже існує.

source: An account with the Email '{email}' already exists.
uk: Обліковий запис із електронною адресою '{email}' вже існує.

source: Registration using {provider} has timed out.
uk: Час для реєстрації через {provider} вичерпано.

source: An access_token is required when passing value ({}) for provider.
uk: Потрібен access_token для передачі значення ({}) до провайдера.

source: The provided access_token is already associated with another user.
uk: Наданий access_token вже зв'язано з іншим користувачем.

source: The provided access_token is not valid.
uk: Наданий access_token неприпустимий.

source: Account creation not allowed.
uk: Створення облікового запису заборонено.

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
uk: {html_start} Ваш обліковий запис не може бути активовано{html_end}. Будь ласка, повідомте про це <a href="{support_url}">Службі Підтримки</a>, щоб виправити помилку.

source: {html_start}Success{html_end} You have activated your account.
uk: {html_start} Схвалено. {html_end} Ви активували ваш обліковий запис.

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
uk: {html_start}Схвалено! Ви активували ваш обліковий запис.{html_end} Тепер ви отримуватимете від нас електронні оновлення та сповіщення щодо курсу, на який ви зареєструвалися. Увійдіть щоб продовжити.

source: {html_start}This account has already been activated.{html_end}
uk: {html_start}Цей обліковий запис вже активовано.{html_end}

source: You are re-using a password that you have used recently. You must have {num} distinct password before reusing a previous password.
uk: Ви намагаєтеся використовувати свій старий пароль. Ви повинні встановити {num} пароль, що відрізняються від попереднього, перш ніж зможете знову повернутися до свого старого паролю.

source: You are resetting passwords too frequently. Due to security policies, {num} day must elapse between password resets.
uk: Ви занадто часто міняєте пароль. Згідно з правилами безпеки, між змінами паролів повинно пройти принаймні {num} день.

source: Password reset unsuccessful
uk: Не вдалося скинути пароль

source: Error in resetting your password. Please try again.
uk: Сталася помилка під час скидання паролю. Будь ласка, спробуйте ще раз.

source: No inactive user with this e-mail exists
uk: Неактивного користувача з даною електронною адресою не існує

source: Unable to send reactivation email
uk: Неможливо відправити листа із відновленням активації

source: Valid e-mail address required.
uk: Необхідна коректна електронна адреса.

source: Old email is the same as the new email.
uk: Стара електронна адреса така сама як і нова.

source: An account with this e-mail already exists.
uk: Обліковий запис із цією електронною адресою вже існує.

source: Unable to send email activation link. Please try again later.
uk: Не вдалося відправити посилання для активації електронною поштою. Будь ласка, спробуйте повторити пізніше.

source: Authentication with {} is currently unavailable.
uk: Аутентифікація за допомоги {} зараз не доступна.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
uk: Другорядні провайдери показані в окремому списку "Установи".

source: The Site that this provider configuration belongs to.
uk: Сайт, до якого належить конфигурація цього провайдера.

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
uk: Якщо цей параметр активований, користувачі, які відвідують URL-адресу "TPA hinted" для цього провайдера (наприклад, URL-адреса, що закінчується на `?tpa_hint=[provider_name]`), будуть безпосередньо переадресовані на URL-адресу входу провайдера, замість того, щоб спочатку відвідати діалогове вікно входу.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
uk: Якщо цей параметр активований, користувачів не будуть просити підтвердити їхні деталі (ім'я, електронна пошта, і т.п.) впродовж процесу реєстрації. Виберіть цей параметр тільки для довірених провайдерів, про яких, відомо, що вони надають точну інформацію про користувачів.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
uk: Якщо цей параметр вибрано, то користувачам не потрібно буде підтверджувати свою електронну пошту, і їх обліковий запис буде активовано відразу після реєстрації.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
uk: Якщо цей параметр не вибрано, користувачам не буде показаний провайдер, як варіант аутентифікації на сторінці входу, але аутентифікація вручну з використанням правильного посилання буде можливою.

source: Whether to drop an existing session when accessing a view decorated with third_party_auth.decorators.tpa_hint_ends_existing_session when a tpa_hint URL query parameter mapping to this provider is included in the request.
uk: Чи припиняти існуючу сесію при доступі до перегляду, оформленого third_party_auth.decorators.tpa_hint_ends_existing_session коли в запит включено параметр запиту tpa_hint URL, який відображає цей провайдер.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
uk: Якщо цей параметр встановлено, тоді користувачі, які ввійшли за допомогою цього провайдера SSO, матимуть обмеження на тривалість сеансу, що не перевищує це значення. Якщо встановлено 0 (нуль), сеанс закінчується після закриття користувачем браузера. Якщо залишити порожнім, буде використано стандартну тривалість сесії платформи Django.

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
uk: Якщо цей параметр вибрано, користувачі будуть направлені на сторінку реєстрації відразу після аутентифікації третьою стороною замість сторінки входу.

source: The Site that this SAML configuration belongs to.
uk: Сайт, до якого належить ця конфігурація SAML.

source: {platform_name} Support
uk: {platform_name} Підтримка

source: Please wait
uk: Будь ласка, зачекайте

source: LONG_DATE_FORMAT
uk: %A, %B %Y

source: DATE_TIME_FORMAT
uk: %b %Y %H:%M

source: SHORT_DATE_FORMAT
uk: %b %Y

source: TIME_FORMAT
uk: %H:%M

# weekday name
source: Monday
uk: Понеділок

# weekday name
source: Tuesday
uk: Вівторок

# weekday name
source: Wednesday
uk: Середа

# weekday name
source: Thursday
uk: Четвер

# weekday name
source: Friday
uk: П'ятниця

# weekday name
source: Saturday
uk: Субота

# weekday name
source: Sunday
uk: Неділя

# abbreviated weekday name
source: Mon
uk: Пн

# abbreviated weekday name
source: Tue
uk: Вт

# abbreviated weekday name
source: Wed
uk: Ср

# abbreviated weekday name
source: Thu
uk: Чт

# abbreviated weekday name
source: Fri
uk: Пт

# abbreviated weekday name
source: Sat
uk: Сб

# abbreviated weekday name
source: Sun
uk: Нд

# abbreviated month name
source: Jan
uk: Січ.

# abbreviated month name
source: Feb
uk: Лют.

# abbreviated month name
source: Mar
uk: Бер.

# abbreviated month name
source: Apr
uk: Квіт.

# abbreviated month name
source: May
uk: Травня
