Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Filter Topics
uk: Фільтрувати теми

source: filter topics
uk: обрані теми

source: All Discussions
uk: Всі обговорення

source: Posts I'm Following
uk: Повідомлення, які я відстежую

source: Filter:
uk: Фільтрувати:

source: Show all posts
uk: Показати всі повідомлення

source: Search all posts
uk: Пошук у всіх повідомленнях

source: Unread posts
uk: Непрочитані повідомлення

source: Unread
uk: Непрочитані

source: Unanswered posts
uk: Повідолення без відповіді

source: Unanswered
uk: Без відповіді

source: Flagged
uk: Повідомлення про порушення

source: Sort:
uk: Сортувати:

source: by recent activity
uk: за часом останньої події

source: by most activity
uk: за активністю

source: by most votes
uk: за кількістю голосів

source: Student Notes
uk: Студентські Нотатки

source: Highlights and notes you've made in course content
uk: Підкреслювання та нотатки, які ви зробили у вмісті курсу

source: Search notes for:
uk: Шукати в нотатках:

source: Search notes for...
uk: Шукати в нотатках:

source: View notes by:
uk: Дивитися нотатки:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
uk: Ви ще не створили жодної нотатки в цьому курсі. Інші студенти цього курсу використовують нотатки для того, щоб:

source: Mark a passage or concept so that it's easy to find later.
uk: Відмітити фрагмент або ідею для того, щоб легко знайти її пізніше.

source: Record thoughts about a specific passage or concept.
uk: Записати думки про певний фрагмент чи ідею.

source: Highlight important information to review later in the course or in future courses.
uk: Підкресліть важливу інформацію для того, щоб переглянути її пізніше в цьому або інших курсах.

source: Get started by making a note in something you just read, like {section_link}.
uk: Почніть зі створення нотатки про щось, що ви щойно прочитали, наприклад {section_link}.

source: Hide notes
uk: Сховати нотатки

source: Show notes
uk: Показати нотатки

source: Welcome to {course_name}
uk: Вітаємо на курсі {course_name}

source: To get started, please visit https://{site_name}. The login information for your account follows.
uk: Щоб приступити, будь ласка, відвідайте сайт https://{site_name}. Інформація для входу з вашим обліковим записом представлена далі.

source: email: {email}
uk: Електронна пошта: {email}

source: password: {password}
uk: пароль: {password}

source: It is recommended that you change your password.
uk: Рекомендується Вам змінити свій пароль.

source: Sincerely yours,The {course_name} Team
uk: Щиро ваші, команда курсу {course_name}

source: Dear {full_name}
uk: Шановний {full_name}

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
uk: Ви отримали запрошення стати бета тестером курсу "{course_name}" на {site_name} від співробітника курсу.

source: To start accessing course materials, please visit {course_url}
uk: Щоб почати переглядати матеріали курсу, будь ласка, відвідайте сайт {course_url}

source: Visit {course_about_url} to join the course and begin the beta test.
uk: Відвідайте сайт {course_about_url}, щоб приєднатися до курсу і почати бета-тестування.

source: Visit {site_name} to enroll in the course and begin the beta test.
uk: Відвідайте сторінку {site_name}, щоб зареєструватися на курсі і почати бета тестування.

source: This email was automatically sent from {site_name} to {email_address}
uk: Це повідомлення автоматично відправлено з сайту {site_name} на адресу {email_address}

source: You have been invited to a beta test for {course_name}
uk: Вас запрошують на бета-тестування курсу {course_name}

source: Thank you for your purchase of
uk: Дякуємо Вам за покупку

source: Your payment was successful.
uk: Ваш платіж успішний.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
uk: Якщо у вас є питання щодо оплати, будь ласка, прочитайте поширені питання FAQ ({faq_url}) або зв'яжіться за адресою {billing_email}.

source: If you have billing questions, please contact {billing_email}.
uk: Якщо у вас є питання щодо оплати, будь ласка, зв'яжіться за адресою {billing_email}.

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
uk: {order_placed_by} помістіть замовлення і вкажіть ваше ім'я як контакт з організацією.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
uk: {order_placed_by} помістіть замовлення і вкажіть ваше ім'я в якості додаткової розписки одержувача.

source: The items in your order are:
uk: Ваше замовлення:

source: Quantity - Description - Price
uk: Кількість - Опис - Ціна

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
uk: Загальна сума: {currency_symbol}{total_cost}

source: Company Name:
uk: Ім'я компанії:

source: Purchase Order Number:
uk: Номер замовлення

source: Company Contact Name:
uk: Контактне ім'я компанії:

source: Company Contact Email:
uk: Контактна електронна адреса компанії

source: Recipient Name:
uk: Ім’я отримувача:

source: Recipient Email:
uk: Електронна адреса отримувача:

source: Order Number: {order_number}
uk: Номер замовлення: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
uk: CSV-файл, що містить реєстраційні посилання, прикріплений. Будь ласка, повідомте адресу реєстрації кожному студенту, який планує зареєструватися на курс. Шаблон для розсилки нижче.

source: Warm regards,
uk: З найтеплішими побажаннями,

source: Warm regards,<br>The {platform_name} Team
uk: З найтеплішими побажаннями,<br>Команда {platform_name}

source: Dear [[Name]]
uk: Шановний/а [[Name]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
uk: Для реєстрації на курсі {course_names} ми підготували посилання для Вас. Будь ласка, виконайте інструкції нижче, щоб отримати доступ.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
uk: Ваша URL-адреса для отримання компенсації: [[Введіть URL-адресу для отримання компенсації з вкладення у форматі CSV]]

source: (1) Register for an account at {site_name}
uk: (1) Зареєструйте обліковий запис на {ім'я_сайту}

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
uk: (2) Зареєструвавшись, скопіюйте URL-адресу для отримання компенсації та вставте її в адресний рядок браузера.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
uk: (3) На сторінці підтвердження зарахування натисніть кнопку «Активувати код зарахування». Після цього буде відображено підтвердження зарахування.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
uk: (4) Тепер ви можете натиснути на кнопку «переглянути курс» або побачити свій курс на панелі управління {url}

source: (5) Course materials will not be available until the course start date.
uk: (5) Вміст курсу буде недоступним до дати початку курсу.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
uk: <p>З повагою,</p><p>[[Ваш підпис]]</p>

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
uk: Це підтвердження зміни електронної адреси, що пов'язана з вашим обліковим записом на {platform_name}, з {old_email} на {new_email}. Якщо ви не робили такого запиту, будь ласка, зв'яжіться з нами негайно. Контактну інформацію ви знайдете тут:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
uk: У нас зберігається реєстр старих електронних повідомлень, тому якщо цей запит був зроблений ненавмисно, ми можемо розглянути цю проблему.

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
uk: Ми отримали запит на зміну електронної адреси, пов'язаної з вашим обліковим записом на {platform_name} з {old_email} на {new_email}. Якщо все правильно, будь ласка, пройдіть за цим посиланням, щоб підтвердити свою нову електронну адресу:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
uk: Якщо Ви не робили такого запиту, подальших дій не потрібно; ви більше не будете отримувати від нас повідомлень. Будь ласка, не відповідайте на це повідомлення; якщо Вам потрібна допомога, загляньте на сторінку "Поширені питання" сайту {platform_name}.

source: Request to change {platform_name} account e-mail
uk: Запит на зміну адреси електронної пошти в обліковому записі {platform_name}

source: Dear student,
uk: Шановний студент,

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
uk: Ви отримали запрошення пройти курс {course_name} на {site_name} від співробітника курсу.

source: To access the course visit {course_url} and login.
uk: Для отримання доступу до курсу відвідайте {course_url} і виконайте вхід в систему.

source: To access the course visit {course_about_url} and register for the course.
uk: Для отримання доступу до курсу відвідайте {course_about_url} і зареєструйтеся на цей курс.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
uk: Для завершення реєстрації, будь ласка, перейдіть за посиланням {registration_url} і заповніть реєстраційну форму. Обов'язково вкажіть адресу {email_address} в полі "Електронна адреса".

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
uk: Як тільки ви зареєструєтесь і активуєте свій обліковий запис, {course_name} відобразиться у Вашій панелі керування.

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
uk: Як тільки ви зареєструєтесь і активуєте свій обліковий запис, відвідайте {course_about_url} щоб записатися на курс.

source: You can then enroll in {course_name}.
uk: Потім Ви зможете зареєструватися на курсі {course_name}

source: You have been invited to register for {course_name}
uk: Ви отримали запрошення зареєструватися на курс {course_name}

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
uk: Ви були зареєстровані в {course_name} на {site_name} як співробітник курсу. Курс повинен зараз з'явитися у вашій {site_name} панелі керування.

source: This email was automatically sent from {site_name} to {full_name}
uk: Це повідомлення автоматично відправлено {site_name} користувачеві {full_name}

source: You have been enrolled in {course_name}
uk: Ви зареєстровані на курсі {course_name}

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
uk: Ваша оплата пройшла успішно. Нижче ви побачите квитанцію про оплату від компанії {merchant_name}.

source: Thank you,
uk: Дякуємо,

source: Your order number is: {order_number}
uk: Номер вашого замовлення: {order_number}

source: Hi {full_name},
uk: Привіт {full_name},

source: Thanks for submitting your photos!
uk: Дякуємо за надання ваших фото!

source: We've received your information and the verification process has begun. You can check the status of the verification process on your dashboard.
uk: Ми отримали ваші дані, процес їх підтвердження розпочався. Ви можете перевірити статус підтвердження даних на панелі управління.

source: The {platform_name} team
uk: Команда {platform_name}

source: Thank you for purchasing enrollments in {course_name}.
uk: Дякуємо за оплату реєстрації на {course_name}.

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
uk: Рахунок на суму {currency_symbol}{total_price} додається. Оплата повинна бути внесена після отримання. Інформація про способи оплати на бланку рахунку.

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
uk: У додатку файл у форматі CSV зі списками реєстраційних кодів. Ви можете використовувати наведений нижче шаблон електронного повідомлення для роздачі кодів слухачам. Кожен слухач курсу повинен використовувати окремий реєстраційний код.

source: Thanks, The {platform_name} Team
uk: З вдячністю, Команда {platform_name}

source: Dear [[Name]]:
uk: Шановний/а [[Name]]:

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
uk: Вам буде наданий код для запису на курс {course_name}. Щоб записатися на курс, перейдіть за наступним посиланням:

source: HTML link from the attached CSV file
uk: HTML-посилання з прикладеного файлу у форматі CSV

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
uk: Записавшись на курс, ви зможете побачити його на своїй панелі керування. Ви зможете подивитися матеріали курсу після дати початку курсу.

source: Sincerely, [[Your Signature]]
uk: З повагою, [[Ваш підпис]]

source: INVOICE
uk: РАХУНОК-ФАКТУРА

source: Invoice No: {invoice_number}
uk: Рахунок-фактура №: {invoice_number}

source: Terms: Due Upon Receipt
uk: Умови: оплата після отримання

source: Due Date: {date}
uk: Кінцева дата: {date}

source: Bill to:
uk: Рахунок на :

source: Customer Reference Number: {reference_number}
uk: Реєстраційний номер покупця: {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
uk: До оплати: {currency_symbol}{sale_price}

source: Course: {course_name}
uk: Курс: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
uk: Ціна: {currency_symbol}{course_price} Кількість: {quantity} Підсумок: {currency_symbol}{sub_total} Знижка: {currency_symbol}{discount}

source: Total: {currency_symbol}{sale_price}
uk: Всього: {sale_price}{currency_symbol}

source: Payment Instructions
uk: Інструкції щодо оплати

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
uk: Якщо платіж не одержано в строк, реєстрація слухачыв за цими кодами буде скасована, і вони не отримають доступ до навчальних матеріалів. Платежі незворотні. Детальну інформацію ви знайдете у відповідних правилах сайту {site_name}.

source: For payment questions, contact {contact_email}
uk: Якщо у Вас виникли питання щодо оплати, будь ласка зв'яжіться з {contact_email}

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
uk: Вибачте. Наші співробітники відхилили ваш запит на зміну вашого імені з {old_name} на {new_name}. Якщо вам все ще потрібна наша допомога, будь ласка, надішліть листа нам на поштову скриньку {email}

source: You have been removed as a beta tester for {course_name} at {site_name} by a member of the course staff. The course will remain on your dashboard, but you will no longer be part of the beta testing group.
uk: Ви були видалені з бета-тестерів курсу {course_name} на {site_name} співробітником курсу. Курс залишиться на вашій панелі, але ви більше не будете членом бета-тест групи.

source: Your other courses have not been affected.
uk: Це не вплине на Ваші інші курси.

source: You have been removed from a beta test for {course_name}
uk: Ви були видалені з бета-тестерів курсу {course_name}

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
uk: Ваші дані успішно підтверджені для атестації {assessment} за курсом {course_name}.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
uk: На жаль, нам не вдалося підтвердити ваші дані для атестації {assessment} за курсом {course_name}. Використано спроб: {used_attempts} з {allowed_attempts}.

source: You must verify your identity before the assessment closes on {due_date}.
uk: Вам необхідно підтвердити вашу особу до закінчення терміну прийому робіт {due_date}.

source: To try to verify your identity again, select the following link:
uk: Щоб спробувати підтвердити Вашу особу знову, виберіть посилання:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
uk: На жаль, нам не вдалося підтвердити ваші дані для атестації {assessment} за курсом {course_name}. Використано спроб: {used_attempts} з {allowed_attempts}. Підтвердити особу більше не можна.

source: To go to the courseware, select the following link:
uk: Використовуйте наступне посилання, щоб перейти до змісту курсу:

source: If you have any questions, you can contact student support at {support_link}.
uk: Якщо у вас виникли питання, ви можете зв'язатися зі службою підтримки: {support_link}.

source: Thanks,
uk: Дякую,

source: Dear Student,
uk: Шановний студент,

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
uk: Ви були відраховані з курсу {course_name} рішенням співробітника курсу. Просимо вважати раніше надіслане запрошення анульованим.

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
uk: Ви були відраховані з курсу {course_name} на {site_name} одним із співробітників курсу. Курс більше не буде відображатися на Вашій {site_name} панелі управління.

source: You have been un-enrolled from {course_name}
uk: Ваша реєстрація на курсі {course_name} була скасована

source: This Course Unavailable In Your Country
uk: Даний курс недоступний для Вашої країни

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
uk: Система показує, що ви намагаєтеся отримати доступ до даного курсу {platform_name} з країни або регіону, для яких він зараз не доступний.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
uk: Система показує, що ви намагаєтеся записатися на цей курс {platform_name} з країни або регіону, для яких він зараз не доступний.

source: Enrollment Successful
uk: Реєстрація успішна

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
uk: {platform_name} - неприбутковий проект, що поставив собі за мету зробити найкраще навчання доступним кожному будь-де. Ваша допомога дозволяє нам постійно покращувати навчальний досвід десятків тисяч людей і крок за кроком створювати краще майбутнє.

source: Donation Actions
uk: Пожертви

source: Financial Assistance Application
uk: Заява на фінансову допомогу

source: A Note to Learners
uk: Примітка для слухачів

source: Dear edX Learner,
uk: Дорогі Слухачі,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
uk: Фінансова допомога EdX — це програма, створена для того, щоб дати можливість отримання Підтвердженого сертифікату про успішне проходження курсів EdX будь-якому слухачеві, незалежно від його фінансового стану.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
uk: Якщо ви зацікавлені в отриманні Підтвердженого сертифіката, але не маєте можливості його сплатити, будь ласка, подайте заявку прямо зараз. Зверніть увагу на те, що фінансова допомога обмежена і може бути видана тільки відповідним кандидатам.

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
uk: Для того, щоб отримати фінансову допомогу EdX , ви повинні показати, що оплата Підтвердженого сертифіката є для вас серйозною витратою. При подачі заяви вам буде поставлено декілька питань про причини вашої зацікавленості в допомозі і про те, як Підтверджений сертифікат допоможе вам надалі.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
uk: Якщо вашу заяву буде прийнято, ми пояснимо вам, як засвідчити вашу особу на сайті edx.org для того, щоб ви змогли почати навчатися на курсі EdX.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
uk: EdX прагне до того, щоб дати вам можливість отримати високоякісну освіту від кращих навчальних закладів незалежно від вашого фінансового становища, заробити Підтверджений сертифікат, і розділити ваш успіх з оточуючими.

source: Sincerely, Anant
uk: З повагою, Анант

source: Back to Student FAQs
uk: Повернутися до FAQ

source: Apply for Financial Assistance
uk: Подати заяву на фінансову допомогу

source: {platform_name} Home Page
uk: {platform_name} Домашня Сторінка

source: Global
uk: Глобальний

source: Programs
uk: Програми

source: Profile
uk: Профіль

source: Sysadmin
uk: Системний адміністратор

source: Shopping Cart
uk: Кошик

source: How it Works
uk: Як це працює

source: Schools
uk: Навчальні заклади

source: Add Coupon Code
uk: Ввести код купона

source: Enter information about the coupon code below.
uk: Введіть нижче інформацію про код купона.

source: Discount Percentage
uk: Відсоток знижки

source: Add expiration date
uk: Додати Термін дії

source: Example Certificates
uk: Приклад Сертифіката

source: Generate example certificates for the course.
uk: Створити зразок Сертифіката курсу.

source: Generate Example Certificates
uk: Створити зразок Сертифікату

source: Status:
uk: Статус:

source: Generating example {name} certificate
uk: Створюється сертифікат {name} для прикладу

source: Error generating example {name} certificate: {error}
uk: Помилка при створенні зразка {name} сертифіката: {error}

source: View {name} certificate
uk: Показати сертифікат {name}

source: Refresh Status
uk: Оновити статус

source: Student-Generated Certificates
uk: Сертифікати, згенеровані студентами
