Repository: yafetgetachew/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Order Number
uk: Номер замовлення

source: Customer Name
uk: Ім'я клієнта

source: Date of Original Transaction
uk: Дата оригінальної транзакції

source: Date of Refund
uk: Дата відшкодування

source: Amount of Refund
uk: Об'єм відшкодування

source: Service Fees (if any)
uk: Вартість послуг (якщо є)

source: Purchase Time
uk: Час замовлення

source: Order ID
uk: ID замовлення

source: Unit Cost
uk: Вартість блоку

source: Total Cost
uk: Загальна вартість

source: Currency
uk: Валюта

source: Comments
uk: Коментарі

source: University
uk: Університет

source: Course Announce Date
uk: Дата анонсу курсу

source: Course Start Date
uk: Дата початку курсу

source: Course Registration Close Date
uk: Дата завершення реєстрації на курс

source: Course Registration Period
uk: Період реєстрації на курс

source: Total Enrolled
uk: Загалом записаних

source: Audit Enrollment
uk: Зараховано в якості слухачів

source: Honor Code Enrollment
uk: Зараховано на умовах Кодексу Честі

source: Verified Enrollment
uk: Перевірений запис

source: Gross Revenue
uk: Валовий прибуток

source: Gross Revenue over the Minimum
uk: Валовий прибуток по мінімуму

source: Number of Verified Students Contributing More than the Minimum
uk: Кількість перевірених студентів, які роблять більше за мінімум

source: Number of Refunds
uk: Кількість відшкодувань

source: Dollars Refunded
uk: Доларів відшкодовано

source: Number of Transactions
uk: Кількість транзакцій

source: Total Payments Collected
uk: Кількість зібраних платежів

source: Number of Successful Refunds
uk: Кількість успішних відшкодувань

source: Total Amount of Refunds
uk: Загальна кількість відшкодувань

source: You must be logged-in to add to a shopping cart
uk: Ви повинні увійти аби додавати до кошика покупця

source: The course you requested does not exist.
uk: Курс, який ви запитали, не існує.

source: The course {course_id} is already in your cart.
uk: Курс {course_id} вже в кошику.

source: You are already registered in course {course_id}.
uk: Ви вже зареєстровані на курс {course_id}.

source: Course added to cart.
uk: Курси додано до кошика.

source: Discount does not exist against code '{code}'.
uk: Знижка для коду '{code}' не передбачена.

source: This enrollment code ({enrollment_code}) is no longer valid.
uk: Реєстраційний код ({enrollment_code}) вже недійсний.

source: This enrollment code ({enrollment_code}) is not valid.
uk: Реєстраційний код ({enrollment_code}) недійсний.

source: Code '{registration_code}' is not valid for any course in the shopping cart.
uk: Код '{registration_code}' не застосовується ні до одного з курсів в кошику.

source: Cart item quantity should not be greater than 1 when applying activation code
uk: Для активації коду кількість одиниць у кошику не повинно перевищувати 1.

source: Only one coupon redemption is allowed against an order
uk: Для одного замовлення можна скористатися тільки одним купоном

source: success
uk: успіх

source: You do not have permission to view this page.
uk: У вас немає прав для перегляду цієї сторінки.

source: No email address provided.
uk: Не надано електронну адресу.

source: Continue
uk: Продовжити

source: No user with the provided email address exists.
uk: Не існує користувача із вказаною електронною адресою.

source: View and regenerate certificates.
uk: Переглянути повторно і створити сертифікати.

source: Manual Refund
uk: Повернення через оператора

source: Track refunds issued directly through CyberSource.
uk: Відстеження відшкодувань, виданих безпосередньо через CyberSource.

source: Enrollment
uk: Зарахування на курс

source: View and update learner enrollments.
uk: Переглянути і оновити інформацію про реєстрації.

source: Email Address
uk: Поштова скринька

source: Course ID
uk: ID курсу

source: User not found
uk: Користувач не знайдений

source: Course {course_id} not past the refund window.
uk: Для курса {course_id} ще діє повернення коштів.

source: No order found for {user} in course {course_id}
uk: Замовлення користувача {user} на курс {course_id} не знайдено

source: Unenrolled {user} from {course_id}
uk: Користувач {user} відрахований з курсу {course_id}

source: Refunded {cost} for order id {order_id}
uk: Повернуто {cost} за замовлення № {order_id}

source: Optional language the team uses as ISO 639-1 code.
uk: Код додаткової мови команди за стандартом ISO 639-1.

source: Teams
uk: Команди

source: The supplied course id {course_id} is not valid.
uk: Зазначений ідентифікатор курсу {course_id} недійсний.

source: course_id must be provided
uk: необхідно ввести идентификатор курса

source: text_search and order_by cannot be provided together
uk: Не можна одночасно використовувати параметри text_search і order_by

source: The supplied topic id {topic_id} is not valid
uk: Введений ідентифікатор теми {topic_id} недійсний

source: Error connecting to elasticsearch
uk: Помилка при підключенні до сервісу elasticsearch

source: The ordering {ordering} is not supported
uk: Сортування за критерієм {ordering} не підтримується

source: The supplied course_id {course_id} is not valid.
uk: Введений идентификатор_курса {course_id} недійсний.

source: You are already in a team in this course.
uk: Ви вже належите до однієї з команд на цьому курсі.

source: username or team_id must be specified.
uk: необхідно вказати ім'я користувача або team_id.

source: Username is required.
uk: Ім'я користувача - обов'язкове поле.

source: Team id is required.
uk: Ідентифікатор команди - обов'язкове поле.

source: This team is already full.
uk: Набір в цю команду закритий.

source: The user {username} is already a member of a team in this course.
uk: Користувач {username} вже є членом однієї з команд курсу.

source: The user {username} is not enrolled in the course associated with this team.
uk: Користувач {username} не зареєстрований на курс, пов'язаний з цією командою.

source: Your {platform_name} verification has expired.
uk: Термін дії вашої верифікації {platform_name} минув.

source: The course for which this deadline applies
uk: Курс, до якого відноситься цей термін

source: The datetime after which users are no longer allowed to submit photos for verification.
uk: Дата і час, після яких користувачі не зможуть відправляти фото для підтвердження особи.

source: Intro
uk: Вступ

source: Make payment
uk: Зробити оплату

source: Payment confirmation
uk: Підтвердження оплати

source: Take photo
uk: Зробити фото

source: Take a photo of your ID
uk: Зробіть фото вашого ідентифікаційного документа

source: Review your info
uk: Перегляньте вашу інформацію

source: Enrollment confirmation
uk: Підтвердження зарахування

source: Selected price is not valid number.
uk: Обрана вартість не є коректним числом.

source: This course doesn't support paid certificates
uk: Цей курс не підтримує платні сертифікати

source: No selected price or selected price is below minimum.
uk: Вартість не обрано або обрана вартість нижче мінімуму.

source: Photo ID image is required if the user does not have an initial verification attempt.
uk: Потрібно зображення документа, що посвідчує особу, з фотокарткою, якщо ви раніше не проходили процедуру підтвердження особи.

source: Missing required parameter face_image
uk: Відсутній обов'язковий атрибут face_image

source: Invalid course key
uk: Невірний ключ курсу

source: No profile found for user
uk: Особисті дані користувача не знайдені

source: Name must be at least {min_length} characters long.
uk: Ім'я повинне складатися не менш ніж з {min_length} символів.

source: Image data is not valid.
uk: Дані зображення не дійсні .

source: Verification photos received
uk: Знімки для підтвердження даних отримані

source: Audit
uk: Безкоштовне прослуховування

source: Like {platform_name} on Facebook
uk: Оцінити {platform_name} в Facebook

source: Follow {platform_name} on Twitter
uk: Стежити за {platform_name} в Twitter

source: Follow {platform_name} on LinkedIn
uk: Стежити за {platform_name} в LinkedIn

source: Follow {platform_name} on Google+
uk: Стежити за {platform_name} в Google+

source: Subscribe to the {platform_name} subreddit
uk: Читати новини {platform_name} на сайті reddit.com

source: VK
uk: ВКонтакте

source: Subscribe to the {platform_name} YouTube channel
uk: Підпишіться на канал {platform_name} на Youtube

source: Kosovo
uk: Косово

source: Signed Out
uk: Вийшли

source: You have signed out.
uk: Ви вийшли.

source: If you are not redirected within 5 seconds, <a href="%(target)s">click here to go to the home page</a>.
uk: Якщо вас не перенаправило протягом 5 секунд, <a href="%(target)s">натисніть тут, щоб перейти на головну сторінку</a>.

source: Skip to main content
uk: Перейти до головного змісту

source: Cancel
uk: Відмінити

source: Error
uk: Помилка

source: Please go to the following page and choose a new password:
uk: Будь ласка, перейдіть до наступної сторінки та оберіть новий пароль:

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
uk: Якщо Ви не подавали заявку на зміну пароля, Ви можете не звертати уваги на це повідомлення - Ваш пароль ще не був змінений.

source: Thanks for using our site!
uk: Дякуємо, що користуєтесь нашим сайтом!

source: The %(platform_name)s Team
uk: Команда %(platform_name)s

source: Last modified:
uk: Востаннє було змінено:

source: Last modified
uk: Востаннє було змінено

source: See all children
uk: Переглянути всі вкладені статті

source: This article was last modified:
uk: Ця стаття була востаннє змінена:

source: Add new article
uk: Додати нову статтю

source: Create article
uk: Створити статтю

source: Go back
uk: Повернутись

source: Delete article
uk: Видалити статтю

source: Delete
uk: Видалити

source: You cannot delete a root article.
uk: Ви не можете видалити кореневу статтю.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
uk: Ви не можете видалити цю статтю, тому що ви не маєте прав для видалення статей із вкладеними статтями. Спробуйте видалити вкладені статтю вручну одну з одною.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
uk: Ви видаляєте статтю. Це означає, що всі її вкладені статті будуть також видалені. Якщо ви оберете чистку, то вкладені статті також будуть вичищені.

source: Articles that will be deleted
uk: Стаття, яку будуть видалені

source: ...and more!
uk: ...і ще!

source: You are deleting an article. Please confirm.
uk: Ви видаляєте статтю. Будь ласка, підтвердьте.

source: Edit
uk: Редагувати

source: Save changes
uk: Зберегти зміни

source: Preview
uk: Попередній перегляд

source: Close
uk: Закрити

source: Wiki Preview
uk: Попередній перегляд Вікі

source: window open
uk: відкрити вікно

source: Back to editor
uk: Повернутись до редактору

source: History
uk: Історія

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
uk: Клацніть кожну редакцію щоб побачити список редагованих рядків. Клацніть кнопку перегляду щоб побачити як виглядає стаття на даний момент. Внизу сторінки ви можете перейти до конкретної редакції або з'єднати стару редакцію із поточною.

source: (no log message)
uk: (немає лог-повідомлень)

source: Preview this revision
uk: Переглянути поточну редакцію.

source: Auto log:
uk: Автоматичний журнал:

source: Change
uk: Змінити

source: Merge selected with current...
uk: З'єднати обрану із поточною...

source: Switch to selected version
uk: Перейти до обраної редакції

source: Wiki Revision Preview
uk: Попередній перегляд Wiki

source: Back to history view
uk: Назад до історії

source: Switch to this version
uk: Перейти до цієї редакції

source: Merge Revision
uk: З'єднати редакції

source: Merge with current
uk: З'єднати з поточною

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
uk: Коли ви з'єднуєте редакцію із поточною всі дані будуть збережені з обох версій та розташовані на приблизних позиціях з кожної редакції.

source: After this, it's important to do a manual review.
uk: Після цього важливо провести ручну перевірку.

source: Create new merged version
uk: Створити нову з'єднану редакцію.

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
uk: Вам необхідно <a href="%(login_url)s">увійти</a> або <a href="%(signup_url)s">зареєструватись</a> для використання цієї функції.

source: You need to log in or sign up to use this function.
uk: Вам необхідно увійти або зареєструватись для використання цієї функції.

source: Wiki Cheatsheet
uk: Підказка з Wiki

source: Wiki Syntax Help
uk: Допомога по синтаксису вікі

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
uk: Ця вікі використовує <strong>Markdown</strong> для опису стилів. Онлайн є кілька корисних керівництв користувача. Зверніться до будь-якого з наступних посилань за детальною інформацією:

source: Markdown: Basics
uk: Markdown: Основи

source: Quick Markdown Syntax Guide
uk: Швидке керівництво з синтаксису Markdown

source: Miniature Markdown Guide
uk: Портативне керівництво з Markdown

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
uk: Аби створити нову вікі статтю, створіть посилання на неї. Перехід за цим посиланням приведе вас до сторінки нової статті.

source: [Article Name](wiki:ArticleName)
uk: [Назва статті](wiki:НазваСтатті)

source: %(platform_name)s Additions:
uk: Доповнення %(platform_name)s:

source: Math Expression
uk: Математичний Вираз

source: Useful examples:
uk: Корисні приклади:

source: Wikipedia
uk: Вікіпедія

source: %(platform_name)s Wiki
uk: %(platform_name)s Вікі

source: Huge Header
uk: Величезний заголовок

source: Smaller Header
uk: Менший заголовок

source: *emphasis* or _emphasis_
uk: *виділення* або _виділення_

source: **strong** or __strong__
uk: **жирний** або __жирний__

source: Unordered List
uk: Ненумерований список

source: Sub Item 1
uk: Підпункт 1

source: Sub Item 2
uk: Підпункт 2

source: Ordered
uk: Нумерований

source: List
uk: Список

source: Quotes
uk: Цитата

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
uk: Синтаксис Markdown дозволений. Дивіться %(start_link)sпідказки%(end_link)s для допомоги.

source: Attachments
uk: Доданки

source: Upload new file
uk: Завантажити новий файл

source: Search and add file
uk: Шукати та додати файл

source: Upload File
uk: Вивантажити файл

source: Upload file
uk: Вивантажити файл

source: Search files and articles
uk: Пошук файлів та статей

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
uk: Ви можете повторно використовувати файли з інших статей. Ці файли можуть бути змінені в інших статтях, що може бути або не бути вдалим варіантом.

source: Search
uk: Пошук

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
uk: Наступні файли доступні для цієї статті. Скопіюйте тег markdown для прямого посилання на файл з тексту статті.

source: Markdown tag
uk: Тег markdown

source: Uploaded by
uk: Вивантажено

source: Size
uk: Розмір

source: File History
uk: Файлова історія

source: Detach
uk: Від'єднати

source: Replace
uk: Замінити

source: Restore
uk: Відновити

source: anonymous (IP logged)
uk: анонім (IP записано)

source: File history
uk: Історія файлу

source: revisions
uk: редакції

source: There are no attachments for this article.
uk: Для цієї статті немає доданків.

source: Previewing revision:
uk: Попередній перегляд версії:

source: Previewing a merge between two revisions:
uk: Попередній перегляд двох об'єднаних версій:

source: This revision has been deleted.
uk: Ця редакція була видалена.

source: Restoring to this revision will mark the article as deleted.
uk: Повернення до цієї редакції позначить статтю як видалену.

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
uk: Після того, як ви схвалили цей запит, перейдіть в {catalog_admin_url} для налаштування каталогу для даного користувача.

source: Company Address
uk: Адреса компанії

source: Describe what your application does.
uk: Опишіть, що ваш додаток робить.

source: The URL of your company's website.
uk: URL-адреса веб-сайту Вашої компанії.

source: The name of your company.
uk: Назва Вашої компанії.

source: The contact address of your company.
uk: Контактна адреса Вашої компанії.

source: The following users do not exist: {usernames}.
uk: Наступні користувачі не існують: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
uk: Розділений комами список імен користувачів, які зможуть переглянути цей каталог.

source: Denied
uk: Відмовлено

source: Approved
uk: Дозволено

source: Status of this API access request
uk: Статус цього API запиту

source: The URL of the website associated with this API user.
uk: URL-адреса веб-сайту, пов'язаного з цим користувачем через API.

source: The reason this user wants to access the API.
uk: Підстава для доступу до API для даного користувача.

source: API access request from {company}
uk: Запит доступу до API від {company}

source: API access request
uk: Запит доступу до API

source: I, and my company, accept the {link_start}{platform_name} API Terms of Service{link_end}.
uk: Я і моя компанія приймають {link_start}{platform_name} умови обслуговування API {link_end}.

source: An error has occurred. Please try again.
uk: Виникла помилка. Будь ласка, спробуйте пізніше.

source: No data provided.
uk: Дані не надані.

source: Parameter usage_id not provided.
uk: Параметр usage_id не надано.

source: Invalid usage_id: {usage_id}.
uk: Невірний usage_id: {usage_id}.

source: Block with usage_id: {usage_id} not found.
uk: Блок з usage_id: {usage_id} не знайдено.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
uk: Ви можете створити до {max_num_bookmarks_per_course} закладок. Видаліть непотрібні закладки для того, щоб додати нові.

source: Bookmark with usage_id: {usage_id} does not exist.
uk: Закладки з usage_id: {usage_id} не існує.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
uk: Список доменів, яким дозволено робити запити між доменами для цього сайту. Будь ласка, вкажіть кожний домен в окремому рядку.

source: Default Group
uk: Група за замовчуванням

source: You cannot create two cohorts with the same name
uk: Ви не можете створити дві категорії з однаковими назвами.

source: There must be one cohort to which students can automatically be assigned.
uk: Необхідно створити хоча б одну групу, в яку будуть автоматично додаватися слухачі.

source: A cohort with the same name already exists.
uk: Група з такою назвою вже існує.

source: Internal Service URL
uk: Внутрішня URL-адреса сервісу

source: Public Service URL
uk: Публічна URL-адреса сервісу

source: Enable Learner Issuance
uk: Дозволити випуск залікових одиниць

source: Enable issuance of credentials via Credential Service.
uk: Дозволити оформлення залікових одиниць для слухачів, що використовують Сервіс залікових одиниць.

source: Enable Authoring of Credential in Studio
uk: Включіть перевірку на авторство посвідчення в Студіо

source: Enable authoring of Credential Service credentials in Studio.
uk: Увімкніть перевірку на авторство даних логіна і пароля для Сервісу Посвідчення в Студіо.

source: Course Credit Eligibility
uk: Умови отримання заліку на курсі

source: You are eligible for credit from {providers_string}
uk: Ви маєте право залік отримати від {providers_string}

source: {first_provider} and {second_provider}
uk: {first_provider} і {second_provider}

source: {first_providers}, and {last_provider}
uk: {first_providers} і {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
uk: [{username}] не може отримати залікові одиниці на курсі [{course_key}].

source: [{course_key}] is not a valid course key.
uk: [{course_key}] невірний ключ курсу.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
uk: Ідентифікатор кредитора. Може містити тільки літери, цифри і дефіс (-). Враховується регістр.

source: Whether the credit provider is currently enabled.
uk: Чи доступний зараз кредитор.

source: Name of the credit provider displayed to users
uk: Видима користувачам назва організації-кредитора

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
uk: При значенні true кредитор буде отримувати автоматичні сповіщення про те, що користувач запитує кредит. Щоб ця функція працювала, в налаштуваннях безпечної авторизації необхідно визначити секретний ключ для кредитора.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
uk: URL-адреса кредитора. Якщо включена автоматична інтеграція, адреса послужить останнім публічним сповіщенням про те, що користувач запитує кредит. Якщо ж інтеграція відключена, буде відправлена URL-адреса користувачеві, і він зможе звернутися до кредитора безпосередньо.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
uk: URL-адреса провайдера залікових одиниць. За цим посиланням слухач, який подав заявку на залік навчальних результатів, зможе перевірити статус свого запиту.

source: Description for the credit provider displayed to users.
uk: Видимий користувачам опис організації-кредитора.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
uk: Текст або HTML-код з подальшими інструкціями по оформленню залікових одиниць. Він з'явиться на сторінці з квитанцією тільки після оплати.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
uk: Вміст електронного листа у вигляді простого тексту або HTML про Право на одержання кредитів/балів, який відправляється коли користувач виконав всі вимоги.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
uk: Вміст електронного листа у вигляді простого тексту або HTML, який відправляється після того, як користувач оплатив нарахування кредитів/балів.

source: Thumbnail image url of the credit provider.
uk: Посилання на мініатюру освітньої організації - провайдера кредитів.

source: Credit requirement statuses
uk: Статус запиту кредитів

source: Deadline for purchasing and requesting credit.
uk: Крайній термін подачі заявки та оформлення кредиту.

source: COURSE NOT FOUND. Please check that the course ID is valid.
uk: КУРС НЕ ЗНАЙДЕНО. Будь ласка, перевірте, що ID курсу є дійсним.
